Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/tic/the_vanishing_of_elina_harper.po
Languages: pl

source: Using the knowledge you've gathered, you must make an accusation in an attempt to locate who has kidnapped Elina Harper and where she is hidden. In order to make this accusation, the players must choose one [[Suspect]] enemy and one [[Hideout]] location from among the options listed on the Finding Agent Harper reference card. Note: the [[Suspect]] cannot be an enemy who is is currently in play or in the victory display, nor can the [[Hideout]] be a location that is currently in play. Use this information to narrow down your choices.
pl: Korzystając ze zdobytej wiedzy, musicie sformułować oskarżenie, aby znaleźć porywacza Eliny Harper oraz miejsce jej przetrzymywania. Aby sformułować oskarżenie, gracze muszą wybrać jednego wroga z cechą [[Podejrzany]] i jedną lokalizację z cechą [[Kryjówka]] spośród opcji wymienionych na karcie pomocy Na tropie Agentki Harper. Zwróćcie uwagę, że [[Podejrzanym]] nie może być wróg znajdujący się aktualnie w grze ani w puli zwycięstwa, a [[Kryjówką]] nie może być lokalizacja znajdująca się aktualnie w grze. Pamiętajcie o tym podczas zawężania waszych możliwych opcji.

source: Choose the suspect you believe is guilty:
pl: Wybierzcie podejrzanego, którego uważacie za winnego:

source: Choose the location you believe the suspect is hiding at:
pl: Wybierzcie lokalizację, w której podejrzewacie że ukrywa się podejrzany:

source: Reveal the [[Suspect]] enemy and the [[Hideout]] location that are facedown beneath Finding Agent Harper.
pl: Odkryjcie wroga z cechą [[Podejrzany]] oraz lokalizację z cechą [[Kryjówka]] umieszczonych pod kartą Na tropie Agentki Harper.

source: Select the correct [[Suspect]] (the hidden enemy card):
pl: Wybierz prawidłowego [[Podejrzanego]] (ukryta karta wroga):

source: Select the correct [[Hideout]] (the hidden location card):
pl: Wybierz prawidłową [[Kryjówkę]] (ukryta karta lokalizacji):

source: Because neither the [[Suspect]] nor the [[Hideout]] match your accusation:
pl: Ponieważ ani karta z cechą [[Podejrzany]] ani z cechą [[Kryjówka]] nie odpowiada waszemu oskarżeniu:

source: The investigators are on the wrong track and must resign immediately.
pl: Badacze są na złym tropie i muszą natychmiast zrezygnować.

source: Please choose 'Resolutions' and choose 'No resolution (each investigator resigned or was defeated).'
pl: Wybierz „Scenariusz ukończony”, a następnie „Nie udało się osiągnąć żadnego zakończenia (wszyscy badacze zrezygnowali albo zostali pokonani).”

source: Because your accusation is partially correct:
pl: Ponieważ wasze oskarżenie jest częściowo prawidłowe:

source: The investigators may proceed, but they have have angered the citizens of Innsmouth during their careless investigation. Flip over the Finding Agent Harper reference card and spawn the enemy on its other side at the Innsmouth Square.
pl: Badacze mają mogą kontynuować, ale rozzłościli mieszkańców Innsmouth swoim nieostrożnym śledztwem. Odwróć kartę pomocy Na tropie Agentki Harper i rozstaw znajdującego się na drugiej stronie wroga na Rynku w Innsmouth.

source: Because your accusation is correct:
pl: Ponieważ wasze oskarżenie jest prawidłowe:

source: The investigators may proceed.
pl: Badacze mogą kontynuować.

source: In order to setup the final act and agenda, do the following:
pl: W celu przygotowania ostatniego aktu i tajemnicy należy wykonać poniższe kroki:

source: Advance the act directly to the set-aside act 2a.
pl: Spowoduj postęp aktu bezpośrednio do odłożonego na bok Aktu 2a.

source: Advance the agenda directly to the set-aside agenda 3a.
pl: Spowoduj postęp tajemnicy bezpośrednio do odłożonej na bok Tajemnicy 3a.

source: Put the [[Hideout]] location that was beneath Finding Agent Harper into play. Add 1 [per_investigator] clues to that location. Place the set-aside Elina Harper story asset beneath this location to indicate that this is where Elina Harper has been captured.
pl: Umieść w grze lokalizację z cechą Kryjówka, która znajdowała się pod kartą Na tropie Agentki Harper. Dodaj 1 [per_investigator] dodatkowych żetonów wskazówek na daną lokalizację. Umieść pod tą lokalizacją odłożony na bok atut fabularny Elina Harper, aby oznaczyć, gdzie jest przetrzymywana Elina Harper.

source: <i><b>Note</b>: Locations in this diagram with dotted-line borders represent the six possible [[Hideout]] locations. They do not begin in play. They may or may not enter play during the course of the scenario, depending on the actions of the investigators.</i>
pl: <i><b>Uwaga</b>: miejsca zaznaczone przerywaną linią reprezentują 6 możliwych lokalizacji z cechą [[Kryjówka]]. Na początku nie ma ich w grze. Podczas tego scenariusza mogą się one pojawić w grze lub nie, w zależności od wykonywanych przez badaczy akcji.</i>

source: Spawn the [[Suspect]] enemy that was beneath Finding Agent Harper at Elina Harper's location, ignoring their <b>Revelation</b> ability. For the remainder of the scenario, this enemy is referred to as "the kidnapper."
pl: Rozstaw wroga z cechą [[Podejrzany]], który znajdowała się pod kartą Na tropie Agentki Harper, w lokalizacji Eliny Harper, ignorując zdolność <b>Odkrycia</b>. Do końca scenariusza ten wróg nazywany jest „porywaczem”.

source: Remove the Leads deck from the game.
pl: Usuń z gry talię tropów.

source: You are now ready to proceed with the final act and agenda.
pl: Gracze są gotowi do przejścia do ostatniego aktu i tajemnicy.

source: the mission failed.
pl: misja nie powiodła się.

source: the mission was successful.
pl: misja się powiodła.

source: The town of Innsmouth has proven more hostile and unwelcoming than you could have ever imagined. At every turn, you are stalked by sordid brutes and disfigured silhouttes: figures that crawl on all fours and watch you from the shadows with bulging, unblinking eyes. Fearing that you have drawn too much attention to your investigation, you retreat to your hotel room only to find it ransacked. Your luggage is ravaged, its contents strewn about. Much of your gear has been stolen. Scrawled on the wall in black paint is a warning: <innsmouth>INTERLOPERS DROWN IN THE DEEP</innsmouth>
pl: Innsmouth okazało się bardziej wrogie i odrzucające, niż mogliście się spodziewać. Na każdym kroku śledzą was plugawe bestie i zniekształcone postaci: istoty czołgające się na czworakach i obserwujące was z cienia wyłupiastymi, nigdy nie mrugającymi oczami. Pełni obawy, że zwróciliście zbyt wiele uwagi na swoje śledztwo, wracacie do waszego pokoju hotelowego, ale okazuje się, że ktoś się do niego włamał. Wasze bagaże zostały doszczętnie zniszczone, a ich zawartość rozrzucona. Znaczna część sprzętu została skradziona. Na ścianie nabazgrano czarną farbą ostrzeżenie: <innsmouth>INTRUZI TONĄ W GŁĘBINACH</innsmouth>

source: You are cleaning up the mess left behind by those who vandalized your hotel room when you hear shuffling outside your door. Fearing the worst, you press up against the wall and wait in perfect silence. There is no escape from your room other than a narrow window of dirty glass that you don't think you can fit through. Your heart thumps loudly in your chest as you wait for whatever is to come—a knock on the door, a break-in anything. You certainly aren't expecting a small leather notebook to slip through the crack under your door, though that's exactly what happens. After a moment, you breathe a sigh of relief and step forward to examine the notebook. It's an old handwritten accound describing the history of the strange town of Innsmouth as far back as the early eighteen hundreds, though the author goes unnamed. The record seems to focus primarily on Obed Marsh's founding of a strange organization called the Esoteric Order of Dagon. You don't remember any manuscripts of this sort on sale at the local bookstore, nor do you think the town has any libraries to speak of. Where was this notebook found, and who delivered it to you? Curiosity gets the better of you. You open the door to your hotel room, but the dim, dusty hallway lies bare before you. The identity of your benefactor eludes you. Still, you can't pass up a chance like this. For the remainder of the night, you study the record jotting notes in the margin as you draw connections between Innsmouth's past and the events of the past week. One thing becomes clear: whatever the Esoteric Order of Dagon is, its members must be the ones behind Agent Harper's kidnapping. And just as Agent Dawson suspected, their motives seem to have nothing to do with evading prohibition…
pl: Kiedy sprzątacie pozostawiony przez włamywaczy bałagan, słyszycie szuranie za drzwiami. Obawiając się najgorszego, opieracie się o ścianę i zastygacie w absolutnej ciszy. Jedyną drogą ucieczki z pokoju jest wąskie, zabrudzone okno, ale raczej nie uda wam się przez nie przecisnąć. Serca walą wam w piersiach, gdy oczekujecie na to, co się stanie – pukanie do drzwi, włamanie, cokolwiek. Dzieje się jednak coś zupełnie niespodziewanego – przez szparę pod drzwiami ktoś wsunął do pokoju mały, skórzany notatnik. Po chwili oddychacie z ulgą i podchodzicie bliżej, aby przyjrzeć się notesowi. Ten stary, napisany odręcznie tekst opisuje historię dziwnego miasteczka Innsmouth z początków osiemnastego wieku. Nie ma żadnej wzmianki o autorze, a sama narracja skupia się na założeniu przez Obeda Marsha zagadkowej organizacji zwanej Ezoterycznym Zakonem Dagona. Nie przypominacie sobie, żebyście widzieli takie manuskrypty w miejscowej księgarni, a w mieście nie ma chyba żadnych bibliotek, w których moglibyście o niego zapytać. Gdzie został znaleziony ten notatnik i kto wam go dostarczył? Ciekawość bierze górę. Otwieracie drzwi pokoju, ale w ciemnym, zakurzonym korytarzu panuje pustka. Tożsamość waszego dobroczyńcy pozostaje zagadką, jednak nie możecie zmarnować takiej szansy. Przez resztę nocy studiujecie znaleziony tekst i notujecie na marginesie każde kolejne odkryte przez was powiązanie między przeszłością Innsmouth a wydarzeniami minionego tygodnia. Jedno jest jasne: czymkolwiek jest ten Ezoteryczny Zakon Dagona, jego członkowie z pewnością są odpowiedzialni za porwanie agentki Harper. I tak jak podejrzewał agent Dawson, ich motywy prawdopodobnie nie mają nic wspólnego z omijaniem prohibicji…

source: "P-please miss, y-you have to believe me!" Brian stammers. Agent Harper stands over the seventeen-year-old and taps threatingly on the holster of her firearm. "I didn't have a choice, I'm telling you! It was the Order! Th-they made me do it!" Harper rolls her eyes and turns too you. "I can't believe I was abducted by this goof. Certainly a low point in my career." You offer that it was precisely his bumbling nature that allowed the boy to catch her off guard. "I suppose you're right. Anyhow, what's done is done. What do you make of all this?" she asks, crossing her arms. "The boy seems to think it was wiser to ambush a federal agent than runa foul of this 'Order.' Think he's telling the truth?" You might have miscalculated Mr. Burnham's capabilities, but he certainly seems to be more afraid of this Order than he is of you. With a sigh, you nod. "All right, kid," Agent Harper says, hauling the boy to his feet. "Time for you to talk. Tell us everything."
pl: „P-proszę, musi mi p-pani uwierzyć!” – jąka się Brian. Agentka Harper stoi nad siedemnastolatkiem i poklepuje groźnie kaburę swojej broni. „Nie miałem wyjścia, naprawdę! To Zakon! O-oni mnie zmusili!” Harper przewraca oczami i odwraca się do was. „Nie mogę uwierzyć, że zostałam porwana przez tego głupka. Z pewnością mogę to uznać za spadek formy”. Sugerujecie, że to właśnie niepozorna natura chłopca pozwoliła mu ją zaskoczyć. „Pewnie macie rację. Zresztą co się stało, to się nie odstanie. Co o tym wszystkim myślicie?” – pyta, krzyżując ręce na piersi. „Najwyraźniej chłopiec uważa, że napad na agenta federalnego jest lepszym wyjściem niż narażenie się temu ‘Zakonowi’. Myślicie, że mówi prawdę?” Być może źle oceniliście zdolności pana Burnhama, ale z pewnością bardziej boi się on Zakonu niż was. Kiwacie głowami z westchnieniem. „W porządku, młody” – mówi agentka Harper, stawiając chłopaka na nogi. – „Pora na rozmowę. Powiedz nam wszystko, co wiesz”.

source: Othera struggles against her bonds, trying like hell to free herself. "Let me go! You have to let me go!" she cries. Agent Harper grins, reveling in this turn of events. "Doesn't feel so good, does it?" she teases. "You don't understand," Othera replies. "Come. Look. You'll see." She motions to the door next to her, which you haven't yet searched. Inside is a stash of oil paintings, dozens and dozens of them, all depicting the same thing: a tumultuous maelstrom in the middle of the ocean, over which the sun and the moon hang in perfect alignment against a red-tinged sky. "What in the hell…?" Agent Harper wonders aloud as she sorts through the many reproductions. Othera bites her lip, and a single tear streaks down her cheek. "It's the Order," she whispers. "The Order owns us all."
pl: Othera za wszelką cenę usiłuje uwolnić się z wiążących ją pętów. „Wypuśćcie mnie! Musicie mnie wypuścić!” – płacze. Agentka Harper uśmiecha się szeroko, zadowolona z obrotu spraw. „Niezbyt przyjemne uczucie, prawda?” – drażni się z kobietą. „Nic nie rozumiecie” – odpowiada Othera. – „Chodźcie. Zobaczcie. Przekonacie się”. Wskazuje drzwi obok niej, których jeszcze nie sprawdziliście. Po ich drugiej stronie znajdują się dziesiątki obrazów olejnych, wszystkie przedstawiające to samo: burzliwy wir na środku oceanu, nad którym na czerwonym niebie wiszą w jednej linii słońce i księżyc. „Co do diabła…?” – zastanawia się na głos agentka Harper, przeglądając liczne reprodukcje. Othera przygryza wargę, a po policzku spływa jej samotna łza. „To Zakon” – szepce. – „Zakon ma nad nami wszystkimi władzę”.

source: Despite her situation, Joyce does little to resist you once you have her restrained. She seems resigned to her fate, her gaze elsewhere as you question her. "Believe me, if I'd had another method of getting you to back off, I would have used it," she says to Agent Harper. "But you were getting too close. So I did what had to be done." "I don't understand. Too close to what, exactly, Ms. Little?" Harper asks. "There is a secret at the heart of this town. A secret that brings us wealth. A secret that brings us power. A secret that brings us…" She pauses to find the right words. "…closer to our destiny." "And what kind of secret is that?" Harper probes. Joyce smirks and shakes her head. "What makes you think I would ever share that with outsiders?" "Because you assaulted a federal agent, and if you don't tell me what I want to know, your 'destiny' is going to be the inside of a lonely prison cell." You watch Ms. Little's confidence shatter. She gulps down the last of her pride. A beat of sweat drips down her forehead. "It started with the Order," she explains quietly.
pl: Mimo swojej sytuacji Joyce nie stawia oporu, kiedy ją powstrzymujecie. Wydaje się pogodzona ze swoim losem, a gdy próbujecie ją przepytywać, jej wzrok jest zupełnie nieobecny. „Uwierz mi, gdyby był inny sposób na powstrzymanie cię, użyłabym go” – mówi do agentki Harper. – „Ale byłaś zbyt blisko rozwiązania. Dlatego zrobiłam to, co było konieczne”. „Nie rozumiem. Rozwiązania czego, panno Little?” – pyta Harper. „W samym środku naszego miasta tkwi sekret. Sekret, który daje nam bogactwo. Sekret, który daje nam władzę. Sekret, który przybliża nas…” – przerywa na chwilę, aby znaleźć odpowiednie słowa. – „…do naszego przeznaczenia”. „A co to za sekret?” – dopytuje Harper. Joyce uśmiecha się złośliwie i kręci głową. „Czemu miałabym się podzielić tą wiedzą z kimś z zewnątrz?” „Ponieważ zaatakowałaś agenta federalnego i jeśli nie powiesz mi tego, co chcę wiedzieć, twoim „przeznaczeniem” będzie samotne wnętrze więziennej celi”. Widzicie, jak panna Little traci pewność siebie. Przełyka resztki swojej dumy, a na jej czole pojawiają się kropelki potu. „Wszystko zaczęło się od Zakonu” – tłumaczy po cichu.

source: Barnabas spits in your face as you attempt to interrogate him. "I ain't tellin' you a word, interloper," he barks, his bulging eyes unblinking as he glowers at you with unbridled hate. "You don't belong here. All o' your kind'll be dead before the week's end." Agent Harper narrows her eyes at the strange man's remarks. "What do you mean by that, Marsh? Our kind? What—outsiders?" Barnabas scowls, his bulbous lips curling back to reveal sharp, inhuman teeth. "Outsiders. Intruders. You're a blight on our fair town. But you'll be purged soon enough." You are taken aback by the severity of the old man's threat and his simmering hatred, but Harper simply chortles. "You call this place 'fair'?" Ignoring her derision, you warn Barnabas that if he doesn't speak up, he'll be spending a long time behind bars. "Not I," he remarks. "You're the one who'll be locked up, 'n worse. When the Order's done with you, you'll be nothin' but fish food." You and Harper exchange a knowing glance. She pries further: "What Order is this, exactly?"
pl: Barnabas spluwa na was, kiedy próbujecie go przesłuchiwać. „Nic wam nie powiem, intruzi” – odwarkuje i patrzy na was z nieokiełznaną nienawiścią, ani razu przy tym nie mrugając. „Nie pasujecie do tego miejsca. Do końca tygodnia wszyscy tacy jak wy będą już martwi”. Agentka Harper mruży oczy, słysząc dziwne słowa mężczyzny. „Co masz przez to na myśli, Marsh? Tacy jak my? Przyjezdni?” Barnabas patrzy gniewnie, a jego bulwiaste usta wykrzywiają się, ukazując ostre, niepodobne do ludzkich zęby. „Przyjezdni. Intruzi. Jesteście jak zaraza dla naszego pięknego miasta. Ale wkrótce zostaniecie wyplenieni”. Zaskakują cię dotkliwe, pełne nienawiści słowa starego człowieka, ale Harper tylko chichocze. „Naprawdę nazwałeś to miejsce ‘pięknym’?” Ignorujecie jej szyderstwo i ostrzegacie Barnabasa, że jeśli nie zacznie mówić, czeka go długi czas za kratami. „Nie mnie” – mówi. – „To wy zostaniecie zamknięcie i nie tylko. Kiedy Zakon z wami skończy, będziecie się nadawać już tylko jako pokarm dla ryb”. Wymieniacie z Harper porozumiewawcze spojrzenia. Drąży więc dalej: „Co to właściwie za Zakon?”

source: "Heh, heh, heh, heh… ye startin' to see haow rott'n this town's got, ain't ye?" Zadok hollers, a crazed look in his wide eyes. He clutches desperately at your arm, not seeming to care about your attempts to bind him. "We're all in their clutches now, we are! Heh, heh, heh!" "What's this blotto have to laugh about?" Agent Harper mocks. "Hey, Zadok. Stop it with the nonsense and tell us what your game is." Zadok rocks back and forth, his voice growing louder and bolder. "My game? My game?" he roils with manic laughter. "Yeh think I'm to blame, but them fish devils are in our midst, they are! Haven't ye seen them?" He grins. "Haven't ye seen them monsters crawlin' an' bleatin' an' barkin' an' hoppin' araoun' the black streets? Haven't ye heard the haowlin' errey night from the churches an' the Order o' Dagon Hall? Don'tcha know what's doin' the haowlin'? Eh? Well?" His voice rises to a shriek, then descends into a fit of laughter. "No, I haven't," Harper replies, her eyes narrow. "Why don't you tell us all about it?"
pl: „He he he he…co, teras wizisie, że to nasze mjasto jezd caukiem zgniłe, co?” Zadok krzyczy, a w jego szeroko otwartych oczach widać obłed. Rozpaczliwie chwyta jedno z was za ramię, jakby nie widział, że usiłujecie go związać. „Wszyscyśmy teras w ich łapach, wszyscy! He he he!” „Czemu temu pijakowi jest tak do śmiechu?” – drwi agentka Harper. – „Hej, Zadok, skończ z tym nonsensem i powiedz nam, o co chodzi w tych twoich gierkach”. Zadok kołysze się w przód i w tył, a jego głos staje się coraz głośniejszy. „Moich gierkach? Moich gierkach?” – zanosi się maniakalnym śmiechem. „Wy myszlicie że to moa wina ale to tamte, te rybje dyjabły miedzy nami! Co, wyście ich nie wizieli?” – uśmiecha się upiornie. – „Nie wizieliście jak te szkaradztwa pełzno i buczo i szczekajo i latajo po siemnych ulisach? Albo ście nie słyszeli jak wyjo kaszdej jednej nocy z koźciołów i ot Zakonu Dagona? Cso, nie wjecie, co tak wyje? He? No?” Jego głos zamienia się w pisk, po czym przechodzi w śmiech. „Nie, nie wiemy” – odpowiada Harper, a jej oczy zwężają się. „Może nam o tym opowiesz?”

source: Robert refruses to say a word until you get him a cigar. You begrudgingly oblige, hoping that your generosity yields dividends. "I was investigating the docks when he and his cronies nabbed me," Agent Harper recounts bitterly. You ask who these "cronies" were, and she shrugs. "Not sure. Dockworkers and sailors, I imagine. Whoever hired Mr. Friendly over here must have a lot of influence over the locals." After handing Robert the cigar he demanded, you are surprised to find him a little more compliant, though no more friendly despite his name. "Doesn't matter," he mutters, blowing out a puff of rank cigar smoke. "You're all dead men walking. No offense, miss." "Offense taken," she bites back. "Care to tell us what you mean by that?" "The Order," he replies with a quiet, unwavering resolve. "They know everything that happens in this town. Probably out lookin' for me right now. You sure you wanna be here when they find me?" He flashes a sadistic grin. Harper doesn't flinch. "Yeah, actually. I think I do," she replies, cracking her knuckles. "Now start talking."
pl: Robert nie ma zamiaru powiedzieć wam czegokolwiek, dopóki nie dostanie cygara. Niechętnie zgadzacie się wypełnić jego prośbę w nadziei, że wasza wspaniałomyślność odniesie zamierzony skutek. „Sprawdzałam teren doków, kiedy złapał mnie wraz ze swoimi kumplami” – opowiada rozgoryczona agentka Harper. Pytasz, kim byli ci „kumple”, ale kobieta tylko wzrusza ramionami. „Nie jestem pewna. Podejrzewam, że pracownicy doków i marynarze. Ktokolwiek zatrudnił pana Friendlyego, musi mieć spore wpływy wśród lokalnej społeczności”. Po wręczeniu Robertowi cygara z zaskoczeniem zauważacie, że jest trochę bardziej chętny do współpracy, choć jego stosunek do was nadal jest daleki od przyjaznego. „Co to za różnica” – mruczy, wydmuchując kłąb dymu. – „I tak już jesteście martwi. Bez urazy, proszę pani”. „Uraza jest i to spora”– odgryza się agentka. – „Będzie pan łaskaw wytłumaczyć nam, co ma na myśli?” „Zakon” – odpowiada cicho, lecz stanowczo. – „Wiedzą o wszystkim, co dzieje się w tym mieście. Pewnie już mnie szukają. Na pewno chcecie tu być, kiedy mnie znajdą?” Uśmiecha się szyderczo. Harper nie wydaje się przejęta. „Cóż, właściwie to tak” – odpowiada i strzela palcami. – „A teraz zacznij gadać”.
