Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/tic/the_vanishing_of_elina_harper.po
Languages: pl

source: Scenario II: The Vanishing of Elina Harper
pl: Scenariusz II: Zniknięcie Eliny Harper

source: <center><game>WEDNESDAY, AUGUST 17, 1927</game></center> <center><game>FIVE WEEKS EARLIER</game></center> "Wake up, dammit!" Agent Dawson shakes you awake with his right hand. You are in the passenger seat of a pristine, state-of-the-art motorcar, its polished body glowing with light from the moon as it rolls through the foggy Massachusetts countryside. "We're almost there," Dawson informs you. Unfortunately, Innsmouth lacks a working railroad, which you would have preferred. There is a bus that runs from Boston to Newburyport and another that runs from Newburyport to Innsmouth… but Dawson had insisted on driving you there himself, perhaps to provide you an escape route should things go sour, or to show off his expensive automobile. Probably both. As you arrive in Innsmouth, the stale odor of day-old fish and decrepit, musty buildings washes over you. Many of the buildings along the western side of the town seem to be abandoned, though you occasionally spot figures in some of the windows. You imagine Agent Dawson's opulent car must make quite an impression in such a dirty and dingy town. You joke that perhaps he should have driven here in a jalopy, to which he replies with a smirk: "That's never been my style." Eventually, you reach a defunct railroad station that was given up years ago. A few train cars sit abandoned on the tracks, and the depot is boarded up and condemned. Dawson suddenly grimaces and points to another vehicle in the open lot. "That's Agent Harper's breezer. Let's park here and continue on foot. We can move through the town a little easier that way," he reasons. You check Agent Harper's vehicle before continuing, but it contains no clues as to her whereabouts. From there, you head eastward beside the Manuxet River, passing numerous deserted warehouses, sodden alleyways, and standoffish townsfolk. "Harper's got to be somewhere in this forsaken town. Residents don't look all too friendly. Wouldn't be surprised if she drew too much attention from a local mob or the like…" Dawson begins to contemplate aloud. You ask how he knows his agent isn't simply keeping a low profile. "Ah yes—well, we have a code phrase for that. If she had sent me a letter saying she 'had some errands to run,' that would have signalled that she would be out of touch for a short while. Without that signal, I have to assume the worst." To the northeast, several factory buildings loom over the rest of the town's sagging gambrel roofs, cupolas, and widow's walks. None of the locals stop to greet you along your way. Given the repulsive countenance that many of them bear, their aversion to the usual small-town pleasantries is a relief. Eventually, you reach the town square just south of Manuxet, though even these crumbling brick buildings that surround the supposed heart of the town inspire little confidence in Agent Harper's safety. An old bus idles nearby, its greasy-looking driver leaning against the door and eyeing you suspiciously. With little else to go on, you decide to split up, knowing that you can cover much more ground that way. "Canvass the locals and learn more about this town," Dawson says. "Find out who the big shots are in this hellhole. One of them is bound to know where Harper was last seen, or who she was with. I'm going to see if I can find where she was hiding out and look for some sign of her. Meet up with me here at 1900 hours. Understood?" You nod in agreement and go your separate ways. The first person you check with is the bus driver, who probably has a decent understanding of the town. His coarse, greyish skin is the first thing you notice, followed swiftly by unusually deep and shadowed creases in the flesh of his neck, almost as if he were prematurely aged. His bulging eyes are unsettling, and you're suddenly unsure whether you've seen him blink even once as you approach. You start to offer your hand as you introduce yourself, then think better of it, just in case the man has some kind of disease you've never heard of. He introduces himself as Joe Sargent and gives you a useful—if cursory—rundown of some of the nearby buildings.
pl: <center><game>ŚRODA, 17 SIERPNIA 1927</game></center> <center><game>PIĘĆ TYGODNI WCZEŚNIEJ</game></center> „Obudź się, do cholery!” Agent Dawson potrząsa cię prawą ręką. Siedzisz na fotelu pasażera w nieskazitelnie czystym, nowoczesnym samochodzie, którego wypolerowana karoseria lśni w świetle księżyca. „Jesteśmy prawie na miejscu” – informuje cię Dawson, gdy przemierzacie mgliste krajobrazy Massachusetts. Wolałbyś podróżować pociągiem, ale niestety w Innsmouth nie ma działającej stacji. Jest wprawdzie autobus, który jedzie z Bostonu do Newburyport, a potem drugi z Newburyport do Innsmouth… ale Dawson nalegał, aby osobiście zawieźć cię na miejsce – być może chce zapewnić ci drogę ucieczki w razie problemów lub po prostu popisać się swoim drogim samochodem. Prawdopodobnie chodziło o obie te rzeczy. Gdy docieracie do Innsmouth, uderza cię zapach wczorajszych ryb i zaniedbanych, zatęchłych budynków. Wiele zabudowań po zachodniej stronie miasta wygląda na opuszczone, choć od czasu do czasu w niektórych oknach można dostrzec postacie. Wyobrażasz sobie, że luksusowy samochód agenta Dawsona musi robić wrażenie w tak brudnym i obskurnym mieście. Żartujesz, że być może powinien był przyjechać tutaj jakimś gruchotem, na co uśmiecha się z wyższością i odpowiada: „To nigdy nie było w moim stylu”. W końcu docieracie do budynku dworca kolejowego, który został zamknięty wiele lat temu. Na torach stoi kilka porzuconych wagonów, a zabita deskami stacja czeka na rozbiórkę. Nagle Dawson krzywi się i wskazuje inny pojazd w pobliżu. – „To samochód agentki Harper. Zaparkujmy tutaj i chodźmy dalej na nogach. Po tym mieście łatwiej przemieszczać się w ten sposób” – mówi. Przed pójściem dalej sprawdzacie pojazd agentki Harper, ale nie znajdujecie żadnych wskazówek co do jej miejsca pobytu. Kierujecie się więc na wschód, wzdłuż rzeki Manuxet, mijając liczne opuszczone magazyny, zalane uliczki i odstraszających mieszkańców miasteczka. „Harper musi być gdzieś w tym przeklętym mieście. Mieszkańcy nie wyglądają zbyt przyjaźnie. Nie zdziwiłbym się, gdyby za bardzo zwróciła na siebie ich uwagę…” – Dawson zaczyna głośno rozmyślać.. Pytasz, skąd wie, że jego agentka nie trzyma się po prostu w cieniu. „A tak – cóż, mamy na taką sytuację ustalony sygnał. Gdyby wysłała mi list z informacją, że „ma kilka spraw do załatwienia”, oznaczałoby to, że przez pewien czas nie będzie z nią kontaktu. Listu jednak nie otrzymałem, więc muszę zakładać najgorsze”. Na północnym wschodzie nad miastem góruje kilka budynków fabrycznych, rzucających cień na uginające się dwuspadowe dachy budynków, liczne kopuły i dachowe tarasy. Żaden z mieszkańców nie zatrzymuje się, aby cię przywitać. Biorąc pod uwagę odrażający wygląd wielu z nich, nawet się cieszysz z ich niechęci do zwyczajowych uprzejmości, tak charakterystycznych dla większości małych miasteczek. W końcu docieracie do rynku znajdującego się na południe od Manuxet. Domniemane centrum miasta otaczają popadające w ruinę ceglane budynki i wcale nie sprawia to, że twoja obawa o los agentki Harper staje się mniejsza. W pobliżu stoi stary autobus, a otyły kierowca opiera się o drzwi i patrzy na was podejrzliwie. Nie macie już więcej punktów zaczepienia, więc decydujecie, że pora się rozdzielić i dzięki temu zbadać sprawę szerzej. „Popytaj mieszkańców i dowiedz się więcej o tym mieście” – mówi Dawson. – „Dowiedz się, kto jest grubą rybą w tej dziurze. Ktoś musi wiedzieć, gdzie lub z kim była ostatnio widziana Harper. Ja spróbuję znaleźć miejsce, w którym się ukrywała, i poszukać jakichś jej śladów. Spotkajmy się tu o 19. Zgoda?” Kiwasz głową na zgodę i odchodzisz w przeciwnym kierunku. Decydujesz się najpierw porozmawiać z kierowcą autobusu, który powinien mieć jakieś pojęcie o tym mieście. W pierwszej kolejności zauważasz jego szorstką, szarawą skórę, a następnie niezwykle głębokie i zacienione zmarszczki na szyi, zupełnie jakby mężczyzna przedwcześnie się zestarzał. Jego wyłupiaste oczy wzbudzają twój niepokój i zaczynasz się zastanawiać, czy chociaż raz widziałeś, żeby mrugnął. Już masz wyciągnąć rękę, aby się przedstawić, ale w porę zmieniasz zdanie – mężczyzna może mieć przecież jakąś chorobę, o której nigdy nawet nie słyszałeś. Przedstawia się jako Joe Sargent i przekazuje ci przydatne – choć nieco pobieżne – informacje na temat niektórych pobliskich budynków.

source: What follows is a summary of the information conveyed to the investigators about the town of Innsmouth.
pl: Poniżej znajduje się streszczenie informacji przekazanych badaczom na temat miasta Innsmouth.

source: In plain view of the town square is a grocery of the First National chain, run by a youngster by the name of Brian Burnham, an outsider from Arkham. The idea that somebody else from Arkham might be here fills you with some degree of hope, and perhaps a little bit of pity for the boy.
pl: Na rynku widać sklep spożywczy sieci First National, prowadzony przez młodego człowieka o imieniu Brian Burnham, przyjezdnego z Arkham. Sama myśl o tym, że jest tu jeszcze ktoś inny z Arkham, napełnia cię nadzieją, ale i odrobiną współczucia dla tego chłopaka.

source: The Gilman House, owned by Othera Gilman, is the only hotel in town. Considering its shabby appearance, you suddenly wish you'd only planned a day trip.
pl: Należący do Othery Gilman „Gilman House” to jedyny hotel w mieście. Widząc jego odrapaną elewację, zaczynasz żałować, że nie przyjechałeś tu tylko na jeden dzień.

source: Down the street from the Gilman House, tucked between a dismal restaurant and a drugstore, is the Little Bookshop, so named not for its size, but after its owner, Joyce Little. Mr. Sargent doesn't seem to care much for her.
pl: Przy tej samej ulicy co Gilman House, między ponurą restauracją a apteką znajduje się Księgarenka, której nazwa nie nawiązuje do jej wielkości, ale do nazwiska właścicielki, Joyce Little. Pan Sargent chyba niezbyt ją lubi.

source: To the north, along the Manuxet, is the Marsh Refining Company, the centerpiece of the town's only industry. Joe speaks of its owner, Barnabas—whom he calls "Old Man Marsh"—with a measure of reverence and admiration.
pl: Na północy, nad brzegiem Manuxet, znajduje się Rafineria Marsha, najważniejszy ośrodek jedynego w tym mieście przemysłu. Joe opowiada o właścicielu zakładu, Barnabasie – którego nazywa „Starym Marshem” – z szacunkiem i podziwem.

source: Mr. Sargent tells you to avoid the old bridge along Fish Street, which is collapsed from years of disrepair and now serves only as a haunt for the dispossessed. "An' don' listen to that drunk, Zadok," the bus driver warns. "'Is tales are jus' that. Tales. Nothin' more."
pl: Pan Sargent radzi, aby unikać starego mostu przy Fish Street, który po wielu latach w opłakanym stanie w końcu się zawalił i teraz służy jedynie jako miejsce spotkań bezdomnych. „I olejta to, co mówi ten pijak, Zadok” – przestrzega kierowca. – „To zwykłe bajdy. Brednie. Ino tyle”.

source: Farther east, past Water Street, lies Innsmouth Harbour. Sargent warns you not to get in the way of the dockworkers or their business, for they are a rowdy bunch who aren't used to outsiders—especially the ironically-named Robert Friendly, whose name Sargent utters with a hint of hostility.
pl: Dalej na wschód, za Water Street, leży Przystań Innsmouth. Sargent ostrzega, abyś nie wchodził w drogę pracownikom doków podczas pracy, ponieważ są dość awanturniczą grupą, która nie jest przyzwyczajona do obcych – zwłaszcza przestrzega przed niejakim Robertem Friendlym, którego ironiczne nazwisko Sargent wymawia z nutką wrogości.

source: To the north, on New Church Green, there exists an old Masonic Hall, now given over to an organization referred to as the "Esoteric Order of Dagon." What truly goes on inside this old, decrepit building is anyone's guess.
pl: Na północy, przy skwerze New Church Green, stoi stary budynek wolnomularzy, obecnie przekazany organizacji zwanej „Ezoterycznym Zakonem Dagona”. Można jedynie zgadywać, co w rzeczywistości dzieje się w tym starym, niszczejącym budynku.

source: Finally, Mr. Sargent asks you what you're doing in Innsmouth. You dodge the question with one of your own, asking him if he has seen anybody around town matching Agent Harper's description. He pauses, then shakes his head. "Never seen 'er," he mutters, refusing to meet your gaze. You spend the rest of the day learning the layout of the town and attempting in vain to make conversation with the locals. The more time you spend in this strange, squalid town, the more you wish you had never taken Agent Dawson up on his offer. There is something foul in the air here, something rotten and fetid that disturbs you to your core. Later that night, you meet up with Agent Dawson in the now-deserted town square and share what you have learned. "Take a look at this," he says, handing you a creased, ink-stained letter addressed to him. "Turns out Harper had a room at that disgusting old hotel. Still does, technically, but it seemed like she hadn't been around for a few days. I broke in and found this among her things." Judging from the unmailed letter, it seems Agent Harper knew something in town was tracking her movements. <i>I'm being followed</i>, the missive explains. <i>Don't know how they know, but they know. It's like the whole town is in on something. I have no contacts here whom I trust. I'm going to require more than one agent to sort this out, I fear--</i> The letter is cut short. "Well, she has more than one agent now," Dawson says bitterly once you are done reading. "There's only one reason she wouldn't have sent this letter. Harper's in danger, and somebody in this balled-up town knows where she is." Together, you begin to formulate a plan to find Agent Harper. First, narrow down her last known location. Second, find out who knew she was in town. Then… pay them a visit.
pl: W końcu pan Sargent pyta, co właściwie robisz w Innsmouth. Odpowiadasz pytaniem na pytanie i próbujesz się dowiedzieć, czy widział w mieście kogoś pasującego do opisu agentki Harper. Milknie na chwilę, po czym kręci głową. „Nigdy żem jej nie widział” – mówi pod nosem, unikając twojego spojrzenia. Resztę dnia spędzasz, poznając układ miasta i na próżno próbując nawiązać rozmowę z mieszkańcami. Im więcej czasu spędzasz w tym dziwnym, ponurym mieście, tym bardziej żałujesz, że przyjąłeś zlecenie od agenta Dawsona. W powietrzu unosi się coś plugawego, coś zepsutego i cuchnącego, co przenika cię do szpiku kości. Później tej samej nocy spotykasz się z agentem Dawsonem na opustoszałym rynku i dzielisz się z nim wszystkim, czego się dowiedziałeś. „Spójrz na to” – mówi, wręczając ci pomięty, poplamiony atramentem list zaadresowany do niego. – „Okazało się, że Harper wynajmowała pokój w tym obrzydliwym starym hotelu. Właściwie nadal go wynajmuje, ale wyglądało na to, że nie było jej w nim od kilku dni. Włamałem się i znalazłem to wśród jej rzeczy”. Z treści niewysłanego listu wynika, że agentka Harper wiedziała, że ktoś w mieście śledził jej każdy krok. Ktoś depcze mi po piętach – czytasz. – Nie wiem, skąd wiedzą, ale wiedzą. Jakby całe miasto było zaangażowane w coś tajemniczego. Nie mam tu nikogo, komu mogłabym zaufać. Obawiam się, że będzie potrzeba więcej niż jednego agenta, aby rozwiązać tę— List urywa się nagle. „Cóż, teraz ma więcej niż jednego agenta” – mówi Dawson z goryczą w głosie, gdy kończysz czytać. – „Jest tylko jeden powód, dla którego mogła nie wysłać tego listu. Harper jest w niebezpieczeństwie, a ktoś w tym przedziwnym mieście z pewnością wie, gdzie ona jest”. Razem ustalacie plan znalezienia agentki Harper. Najpierw musicie określić ostatnie znane miejsce jej pobytu. Potem musicie odkryć, kto wiedział, że była w tym mieście. A wtedy… wtedy złożycie mu wizytę.

source: Agent Dawson has briefed you on your task and prepared you for this mission. Each investigator may now spend the experience recorded under "Unspent Experience" in the Campaign Log.
pl: Agent Dawson wprowadził was w szczegóły waszego zadania i przygotował was do misji. Każdy badacz może teraz wydać punkty doświadczenia zanotowane w sekcji „Niewykorzystane punkty doświadczenia” w Dzienniku kampanii.

source: When gathering <i>The Midnight Masks</i> encounter set, only gather the five treachery cards (2x False Lead and 3x Hunting Shadow). Do not gather any other cards from that encounter set.
pl: Podczas przygotowywania zestawu spotkań <i>Maski północy</i> należy zebrać tylko 5 kart podstępu (2x Fałszywy trop i 3x Prześladujący cień). Nie bierz żadnych innych kart z danego zestawu spotkań.

source: Put the following locations into play: Innsmouth Square, Marsh Refinery, Innsmouth Harbour, Fish Street Bridge, First National Grocery, Gilman House, and The Little Bookshop.
pl: Umieść w grze następujące lokalizacje: Rynek w Innsmouth, Rafineria Marsha, Przystań w Innsmouth, Most przy Fish Street, Sklep spożywczy First National, Hotel Gilman House i Księgarenka.

source: Each investigator begins play at the Innsmouth Square.
pl: Wszyscy badacze rozpoczynają grę na Rynku w Innsmouth.

source: Prepare the Leads deck. This is done by performing the following steps:
pl: Przygotuj talię tropów w następujący sposób:

source: Put the double-sided Finding Agent Harper reference card into play, next to the scenario reference card.
pl: Umieść dwustronną kartę pomocy Na tropie Agentki Harper w grze, obok karty pomocy scenariusza.

source: Find the six unique enemies with the [[Suspect]] trait and the six single-sided locations with the [[Hideout]] trait. Split them into two piles: one pile for the [[Suspect]] enemies and one pile for the [[Hideout]] locations.
pl: Znajdź 6 unikatowych wrogów z cechą [[Podejrzany]] i 6 jednostronnych lokalizacji z cechą [[Kryjówka]]. Podziel je na dwa stosy: jeden z wrogami z cechą [[Podejrzany]] i jeden z lokalizacjami z cechą [[Kryjówka]].

source: Randomly choose one card from each pile (one [[Suspect]] enemy and one [[Hideout]] location) and place them facedown beneath the Finding Agent Harper card without looking at them.
pl: Z każdego stosu wylosuj po jednej karcie (jednego wroga z cechą [[Podejrzany]] i jedną lokalizację z cechą [[Kryjówka]]) i umieść je bez podglądania zakryte pod kartą Na tropie Agentki Harper.

source: Shuffle the ten remaining cards from the two piles together to form a deck. This deck is called the Leads deck. Place it near the scenario reference card.
pl: Potasuj 10 pozostałych kart z obu stosów i stwórz z nich talię. Ta talia nazywa się talią tropów. Umieść ją obok karty pomocy scenariusza.

source: Set agenda 3 and act 2 aside, out of play. <i>(Do not use them when building the agenda deck and act deck.)</i>
pl: Odłóż Tajemnicę 3 i Akt 2 na bok, poza grę. <i>(Nie używaj ich podczas budowania talii tajemnic i talii aktów).</i>

source: Set each of the following cards aside, out of play: the Thomas Dawson and Elina Harper story assets, both copies of the Hunting Nightgaunt enemy, and the Winged One enemy.
pl: Odłóż na bok, poza grę, następujące karty: atuty fabularne Thomas Dawson i Elina Harper, obie kopie wroga Polującego Skrzydlatego Dziecięcia Nocy oraz wroga Skrzydlata istota.

source: Find Agent Harper
pl: Na tropie Agentki Harper

source: In this scenario, you are tasked with figuring out which [[Suspect]] enemy has kidnapped Agent Harper and which [[Hideout]] location holds her. This is done by discovering and spending clues to look at and draw cards from the Leads deck. Each card in the Leads deck represents one of the possible [[Suspect]] enemies or one of the possible [[Hideout]] locations. Since the correct enemy and location are facedown beneath Finding Agent Harper, none of the cards in the Leads deck can be the correct choice. Therefore, by looking at cards from the Leads deck or by putting them into play, you can narrow down the list of possible enemies and locations by process of elimination. As you eliminate possible enemies and locations, use the options below to cross off entries in your Campaign Log and discover the truth. Once you are confident in your information, use the [[Objective]] ability on act 1a to advance. But beware—you only have so much time to find the truth, and you may have to guess…
pl: W tym scenariuszu waszym zadaniem jest ustalenie, który wróg z cechą [[Podejrzany]] porwał Agentkę Harper i w której lokalizacji z cechą [[Kryjówka]] ją przetrzymuje. Aby to zrobić́, musicie odkrywać i wydawać żetony wskazówek, aby móc podglądać i dobierać karty z talii tropów. Każda karta w talii tropów reprezentuje jednego z możliwych wrogów z cechą [[Podejrzany]] i jedną z możliwych lokalizacji z cechą [[Kryjówka]]. Ponieważ właściwy wróg i lokalizacja są umieszczone pod kartą Na tropie Agentki Harper, żadna z kart znajdujących się w talii tropów nie może być właściwym wyborem. Dlatego podglądając karty z talii tropów lub umieszczając je w grze, możecie poprzez eliminację zawęzić listę potencjalnych wrogów i lokalizacji. Wykorzystajcie listę znajdującą się w Dzienniku kampanii, aby wykreślać potencjalnych wrogów oraz lokalizacje i odkryć prawdę̨. Kiedy będziecie już pewni zdobytych informacji, użyjcie zdolności <b>Cel</b> na Akcie 1a, aby spowodować postęp talii. Jednak uważajcie – czasu nie ma zbyt wiele i być może będziecie musieli zgadywać́…

source: Defeated a suspect enemy.
pl: Pokonano podejrzanego wroga.

source: Defeated a suspect enemy
pl: Pokonano podejrzanego wroga

source: Eliminate leads
pl: Wyeliminuj tropy

source: The Accusation
pl: Oskarżenie

source: Choose the non-kidnapper [[Suspect]] enemies that were defeated:
pl: Wybierz pokonanych wrogów nie będących porywaczami z cechą [[Podejrzany]]:

source: Brian Burnham is out for blood.
pl: Brian Burnham jest żądny zemsty.

source: Othera Gilman is out for blood.
pl: Othera Gilman jest żądna zemsty.

source: Joyce Little is out for blood.
pl: Joyce Little jest żądna zemsty.

source: Barnabas Marsh is out for blood.
pl: Barnabas Marsh jest żądny zemsty.

source: Zadok Allen is out for blood.
pl: Zadok Allen jest żądny zemsty.

source: Robert Friendly is out for blood.
pl: Robert Friendly jest żądny zemsty.

source: Choose which leads to eliminate:
pl: Wybierz tropy do eliminacji:

source: Eliminate
pl: Wyeliminuj
