Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/at_deaths_doorstep.po
Languages: pl

source: As soon as you emerge onto the patio, you are surrounded by grim men in trench coats. Several of them reach into their coat pockets: a warning not to do anything too hasty. Before any threats can be fulfilled, the silence is broken by an icy voice. “Now gentlemen, there is no need for that.” The men withdraw to reveal an elderly man you recognize as Carl Sanford, the president of the Silver Twilight Lodge. Despite the dangerous situation, his expression is almost too casual. The complete lack of fear in his posture and his actions suggests a confidence backed by substantial power. His bodyguards take several steps back, allowing you to speak with Mr. Sanford in private.
pl: Kiedy wychodzicie na patio, zostajecie otoczeni przez ponurych mężczyzn w trenczach. Kilku z nich sięga do kieszeni płaszczy: to jasne ostrzeżenie, by nie robić niczego nierozsądnego. Nim ktokolwiek zdąży podjąć bardziej agresywne działania, napiętą ciszę przecina lodowaty głos. „Ależ panowie, nie ma powodu do takiego barbarzyńskiego zachowania”. Mężczyźni wycofują się, robiąc miejsce starszemu jegomościowi, w którym rozpoznajecie Carla Sanforda, głowę Loży Srebrnego Świtu. Mimo nerwowej sytuacji jego twarz wygląda wręcz nienaturalnie spokojnie. Całkowity brak oznak strachu i determinacja w ruchach świadczą o wyjątkowej pewności siebie wypływającej z posiadanej przez niego znacznej władzy. Ochroniarze mężczyzny odchodzą na kilka kroków, pozwalając wam porozmawiać z panem Sanfordem na osobności.

source: You head out of the manor and are embraced by the brisk evening air. Your investigation has left you exhausted and strangely paranoid. Something about that event felt peculiar to you, though you aren’t sure why. Although the guests seemed oblivious, you noticed that the staff was sweaty and jittery, and the Lodge members seemed tense as well. More than once, you noticed their gaze drawn to you, watching your every move. If you didn’t know any better, you’d think the Silver Twilight Lodge was having you tailed for some reason. Regardless, you weren’t able to find much information about the four disappearances, and you doubt you ever will. Perhaps it was nothing, after all.
pl: Wychodzicie z rezydencji i owiewa was rześkie, wieczorne powietrze. Śledztwo sprawiło, że jesteście wyczerpani, a zarazem ogarnięci paranoją. Coś w tym przyjęciu wydawało wam się nad wyraz dziwne, chociaż nie jesteście pewni, czemu tak myślicie. Mimo że goście zdawali się niczego nie dostrzegać, służba była nerwowa i roztrzęsiona, natomiast członkowie Loży zauważalnie spięci. Nie raz i nie dwa udało wam się wychwycić ich ukradkowe spojrzenia, wyczuć, że obserwują każdy wasz ruch. Gdybyście nie byli mądrzejsi, moglibyście dojść do wniosku, że Loża Srebrnego Świtu z nieznanego powodu kazała was śledzić. Niezależnie od wszystkiego, nie udało wam się znaleźć wiele informacji na temat czterech zaginionych i wątpicie, czy kiedykolwiek wam się to uda. Być może cała sytuacja nie kryje w sobie drugiego dna.

source: You flee toward the manor’s entry hall, but the wall of spectral mist still blocks your way. Emerging from the mist are several ghostly faces and arms, writhing and screaming in torment. You turn and are confronted by the empty visage of the hooded Watcher. Before you even realize your doom, the creature’s ethereal body is swirling and swooping through the air as though composed of mist itself. The creature reconstitutes before you, and its charred hand grips your throat, holding you aloft with tremendous strength. You kick and dig your nails into the creature’s hand, struggling with the ferocity of a cornered animal, but it is no use. The last thing you see is the red glare of the thing’s eyes as it drills into your mind.
pl: Biegniesz ku głównemu holowi rezydencji, lecz drogę blokuje ci ściana widmowej mgły. Z jej kłębów wyłaniają się upiorne twarze i ramiona, wykrzywiające się i krzyczące z bólu. Odwracasz się i stajesz przed niemym obliczem zakapturzonego Obserwatora. Nim zdążysz uświadomić sobie, jaki czeka cię los, eteryczne ciało istoty zaczyna wirować i przecina powietrze, jakby samo było utkane z mgły. Stwór ponownie nabiera kształtu tuż przed tobą. Chwyta cię sczerniałą dłonią za gardło, po czym podnosi z potworną siłą. Próbujesz kopać przeciwnika i wbijasz paznokcie w jego dłoń, walcząc z furią osaczonego zwierzęcia, lecz wszystko na próżno. Ostatnie, co widzisz, to lśniące czerwienią oczy istoty, gdy świdruje cię spojrzeniem, sięgając w głąb twojego umysłu.
