Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/at_deaths_doorstep.po
Languages: pl

source: Scenario II: At Death's Doorstep
pl: Scenariusz II: U progu śmierci

source: <center><b>Four Missing, Whereabouts Unknown</b></center> Residents of French Hill are still in a tizzy after the sudden disappearance of several guests and house staff from the home of Mr. Josef Meiger during the night of the annual Silver Twilight charity gala last Sunday. “We are absolutely baffled as to how this could have happened,” said Mr. Meiger the day after the disappearances. “That said, we are confident that Sheriff Engle and the Arkham Police will do their due diligence in finding the missing persons.” There is still no evidence whatsoever as to the whereabouts of Miss Gavriella Mizrah, Mr. Jerome Davids, Mr. Valentino Rivas, and Mrs. Penny White, all of whom vanished halfway through the event and have not been seen since. The police are offering a substantial reward for any person or persons who come forward with information related to these disappearances. When asked whether the police were considering the case a homicide, Sheriff Engle had this to say: “There’s no reason to suspect foul play is involved just yet. However, given the circumstances, we have to consider every possibility.” No other attendees have come forward with statements concerning the gala, which seemed to finish without a hitch despite the disappearances. So far, none of the prominent members of the Silver Twilight Lodge have expressed any concern about the Lodge’s upcoming benefit dinner, which was recently moved to the same location: Josef Meiger’s estate in French Hill. “I am certain that this event will be a smashing success,” Mr. Meiger told the Arkham Advertiser in an interview yesterday. “There is no reason for the fair residents of Arkham to worry.” <right>–Minnie Klein</right>
pl: <center><b>Czwórka zaginionych nadal nie odnaleziona</b></center> Mieszkańcy French Hill wciąż nie mogą się otrząsnąć po nagłym zniknięciu kilkorga gości oraz członków służby z domu pana Josefa Meigera tego samego wieczoru, kiedy odbywał się tam doroczny bal charytatywny Srebrnego Świtu. W istocie, ostatnia niedziela okazała się sądnym dniem. „Na chwilę obecną przyczyny tego wydarzenia są dla nas całkowicie niejasne” – powiedział pan Meiger dzień po tajemniczych zniknięciach. – „Niemniej jesteśmy pewni, że szeryf Engle oraz policja Arkham zrobią wszystko, co w ich mocy, aby odnaleźć zaginione osoby”. Wciąż nie ma żadnych dowodów, które wskazałyby na obecne miejsce pobytu panny Gavrielli Mizrah, pana Jerome’a Davidsa, pana Valentino Rivasa ani pani Penny White. Każde z nich zniknęło mniej więcej w połowie przyjęcia i nikt ich od tamtej pory nie widział. Policja oferuje znaczną nagrodę dla osoby lub osób, które przekażą użyteczne informacje odnośnie zniknięć. Zapytany, czy policja bierze pod uwagę morderstwo, szeryf Engle odpowiedział: „Na ten moment nie ma jeszcze powodów, aby podejrzewać przestępstwo tej skali. Jednak biorąc pod uwagę okoliczności, musimy rozważać wszystkie opcje”. Pomijając gospodarza, żaden inny uczestnik balu charytatywnego nie wypowiedział się oficjalnie na temat przyjęcia, które mimo zniknięcia kilkorga gości przebiegło bez problemów. Na ten moment nikt z prominentnych członków Loży Srebrnego Świtu nie wyraził zaniepokojenia faktem, że nadchodzący obiad charytatywny Loży został przeniesiony do tego samego miejsca, gdzie zorganizowano poprzednią uroczystość: posiadłości Josefa Meigera usytuowanej w dzielnicy French Hill. „Jestem pewien, że to wydarzenie będzie się cieszyć ogromną popularnością” – powiedział pan Meiger podczas wczorajszego wywiadu dla Arkham Advertiser. – „Zacni mieszkańcy Arkham nie mają najmniejszych powodów do zmartwienia”. <right>–Minnie Klein</right>

source: You fold up the newspaper and shove it aside on your desk, examining the other files you’ve collected over the last few days concerning the missing persons. It has been several days since your experience in the woods. You have tried to put it all out of mind, but it is impossible. Every night, you dream of a nameless place in the void of space, a faint discordant melody of hypnotizing flutes pulling you forward. Now there are others disappearing from the town without a trace. The disappearances dance along the edges of your thoughts. <i>No reason to worry</i>, you ponder, turning the man’s words over in your head. You think of the card reader and her warning, and you wonder if you are simply imagining devils where there are none. Regardless, there is only one way to know for sure. You pick up the invitation, examining the silver-embossed stationary and perfect calligraphy. <center><fancy>The Silver Twilight Lodge</fancy></center> <center><i>requests the pleasure of your company on the evening of November the twenty-ninth at eight o’clock at the estate of Josef Ekhard Meiger, Esq. for the benefit of The Fairchild Foundation</i></center> As you prepare for the night ahead, you cannot help but wonder: Are you taking action to remedy your fate, as the soothsayer advised? Or are you walking willingly into the jaws of a grim destiny?
pl: Składasz gazetę i rzucasz ją na biurko, po czym zaczynasz przeglądać inne dokumenty na temat zaginionych osób, jakie udało ci się zgromadzić w przeciągu ostatnich dni. Od twojej leśnej przygody minęło już kilka dni. Próbowałeś wyrzucić te wydarzenia z głowy, lecz okazało się to niemożliwe. Każdej nocy śnisz o nienazwanym miejscu gdzieś w otchłaniach kosmicznej pustki, ku któremu przyzywa cię ledwie słyszalna, pełna dysonansów, a zarazem hipnotyzująca melodia fletów. I teraz okazuje się, że kolejne osoby zniknęły z miasta, nie pozostawiając po sobie najmniejszego śladu. Kwestia zaginięć nieustannie towarzyszy ci w myślach. Wracają do ciebie słowa tamtego mężczyzny, jakoby nie było najmniejszych powodów do zmartwienia. Zastanawiasz się też nad wróżbitką, która odczytała dla ciebie karty tarota. Przypominasz sobie jej ostrzeżenie i nie wiesz, czy nie zaczynasz wyobrażać sobie niestworzonych rzeczy. Cóż, jest tylko jeden sposób, aby się tego dowiedzieć. Podnosisz zaproszenie, przyglądając się ozdobionej srebrem papeterii oraz idealnie wykaligrafowanym literom. <center><fancy>Loża Srebrnego Świtu</fancy></center> <center><i>ma przyjemność zaprosić na przyjęcie dobroczynne, które rozpocznie się wieczorem 29 listopada o godzinie dwudziestej w posiadłości wielmożnego pana Josefa Ekharda Meigera. Datki zostaną przeznaczone na rzecz Fundacji Fairchild.</i></center> Przygotowując się do nadchodzącego wieczoru, nie możesz przestać się zastanawiać: czy podejmujesz właśnie działania, które mają zmienić twój los, tak jak radziła wróżbitka? Czy może dobrowolnie wchodzisz w paszczę mrocznego fatum?

source: Set the seven [[Spectral]] locations aside, out of play.
pl: Odłóż na bok, poza grę 7 lokalizacji z cechą [[Widmowy]].

source: Set the Josef Meiger enemy aside, out of play.
pl: Odłóż na bok, poza grę wroga Josefa Meigera.

source: <i>Note: This card is double-sided and has a story card on its other side. For the best experience, do not look at the other side unless an effect instructs you to do so.</i>
pl: <i>Uwaga: ta karta jest dwustronna, a na jej odwrocie znajduje się karta fabuły. Zachęcamy, aby dla lepszego wczucia się w historię nie podglądać karty fabuły, dopóki jakiś efekt tego nie nakaże.</i>

source: Put each of the seven non-[[Spectral]] locations into play (Entry Hall, Victorian Halls, Trophy Room, Billiards Room, Master Bedroom, Balcony, and Office). Each investigator begins play in the Entry Hall.
pl: Umieść w grze 7 lokalizacji bez cechy [[Widmowy]] (Hol wejściowy, Wiktoriańskie sale, Sala trofeów, Sala bilardowa, Główna sypialnia, Balkon i Biuro). Każdy badacz rozpoczyna grę w Holu wejściowym.

source: Check the “Missing Persons” section of the Campaign Log:
pl: Sprawdź sekcję „Zaginione osoby” w Dzienniku kampanii:

source: Place 6 clues on the Entry Hall because Gavriella Mizrah’s profile is not crossed off.
pl: Jeśli sylwetka Gavrielli Mizrah nie jest wykreślona, umieść na Holu wejściowym 6 żetonów wskazówek.

source: Place 6 clues on the Office because Jerome Davids’s profile is not crossed off.
pl: Jeśli sylwetka Jerome’a Davidsa nie jest wykreślona, umieść na Biurze 6 żetonów wskazówek.

source: Place 6 clues on the Billiards Room because Valentino Rivas’s profile is not crossed off.
pl: Jeśli sylwetka Valentino Rivasa nie jest wykreślona, umieść na Sali bilardowej 6 żetonów wskazówek.

source: Place 6 clues on the Balcony because Penny White’s profile is not crossed off.
pl: Jeśli sylwetka Penny White nie jest wykreślona, umieść na Balkonie 6 żetonów wskazówek.

source: As evenly as possible, remove a total number of clues from the above locations equal to the number of <i>pieces of evidence that were left behind</i> in your Campaign Log.
pl: Usuń z powyższych lokalizacji łączną liczbę żetonów wskazówek w liczbie równej liczbie <i>pozostawionych dowodów</i> (patrz Dziennik kampanii). Usuwaj żetony wskazówek z lokalizacji tak równo, jak to możliwe.

source: #X# pieces of evidence were left behind.
pl: Pozostawione dowody: #X#.

source: Replacing Locations
pl: Zamienianie lokalizacji

source: Throughout this scenario, you may be instructed to swap set-aside locations with existing ones. When a location is swapped with one that is already in play, it takes its place. All tokens, attachments, investigators, enemies, and other cards at the former location are considered to now be at the new location (attached cards remain attached, for example). No game element is considered to have moved during such a swap.
pl: Podczas tego scenariusza gracze mogą zostać poproszeni o zamienienie już istniejących lokalizacji na lokalizacje odłożone na bok. Kiedy będąca w grze lokalizacja jest zamieniana na nową, nowa lokalizacja zajmuje jej miejsce. Uznaje się, że wszystkie żetony, dodatki, badacze, wrogowie i inne karty znajdujące się w poprzedniej lokalizacji teraz znajdują się w nowej lokalizacji (np. karta dołączona do starej lokalizacji pozostaje dołączona do nowej lokalizacji). Uznaje się, że elementy gry nie „poruszyły się” – po prostu zmieniła się lokalizacja.

source: A Record of Those Lost
pl: Ślady zaginionych

source: Interlude 1: A Record of Those Lost
pl: Antrakt I: Ślady zaginionych

source: Are there no clues on the Entry Hall?
pl: Czy nie ma na Holu wejściowym żadnych wskazówek?

source: The entry hall to the manor is beautifully decorated, but you find it odd that the grand staircase’s wooden balustrade has been recently repaired and, by the looks of it, hastily so. While nobody is looking, you follow the handrail up and down the stairs until you spot what you are looking for: several splinters of wood, perhaps dislodged by a bullet. You ascend the staircase once more and position yourself where one would need to be standing in order to fire such a shot. After a moment of observation, a faint glimmer near one of the decorative ferns on the second floor catches your eye. There, you find proof: a bullet casing from a .45 handgun. A gun was indeed fired in the entry hall of the manor—but if that is true, how did nobody hear the shots?
pl: Główny hol rezydencji jest pięknie wykończony, ale dziwi cię, że drewnianą balustradę głównych schodów niedawno naprawiono – i to naprędce, biorąc pod uwagę spartaczoną robotę. Kiedy nikt nie patrzy, przesuwasz dłonią po poręczy, wędrując w górę i w dół schodów, aż natrafiasz na to, czego szukałeś: kilka drzazg prawdopodobnie pozostałych po trafieniu pociskiem. Ponownie wchodzisz na szczyt schodów i ustawiasz się w miejscu, które wcześniej musiałaby zająć osoba oddająca taki strzał. Po chwili obserwacji zauważasz blady pobłysk obok jednej z dekoracyjnych paproci na pierwszym piętrze. Właśnie tam znajdujesz dowód: łuskę naboju pasującą do pistoletu o kalibrze .45. Ktoś faktycznie strzelał w holu rezydencji. A skoro tak, czemu nikt z gości tego nie usłyszał?

source: the investigators are on Gavriella’s trail.
pl: badacze są na tropie Gavrielli.

source: Are there no clues on the Office?
pl: Czy nie ma na Biurze żadnych wskazówek?

source: Josef Meiger’s personal office is pretty tidy for somebody whose personal secretary just went missing. Perhaps he’s just a fastidious person…or perhaps he’s been scrubbing evidence of some wrongdoing. You find nothing of note in any of Josef’s files, but after some perusing, you realize there is one place you haven’t checked: the trash. Rooting through the garbage bin yields fruit. Near the bottom is a small pocket journal belonging to Jerome Davids, probably tossed there carelessly by the cleaning staff. You turn to the last page. There, Jerome had recorded a list of names, perhaps transcribed from Josef ’s records. You don’t know what it means yet, but it must be important.
pl: Prywatne biuro Josefa Meigera jest wyjątkowo schludne jak na kogoś, kogo osobisty sekretarz właśnie zaginął. Być może gospodarz jest po prostu pedantyczny… a może próbował pozbyć się dowodów po przestępstwie. Nie znajdujesz niczego godnego uwagi w aktach Josefa, ale po dłuższej chwili spędzonej na poszukiwaniach uświadamiasz sobie, że jest jedno miejsce, którego nie sprawdziłeś: śmietnik. Przegrzebanie zawartości kosza okazuje się owocne. Niemal na samym dnie znajduje się niewielki, kieszonkowy notatnik należący do Jerome’a Davidsa, zapewne wyrzucony nieopatrznie przez sprzątacza. Patrzysz na ostatnią stronę. Jerome zapisał tam listę nazwisk, być może przepisanych z dokumentów Josefa. Jeszcze nie wiesz, jakie może mieć znaczenie, ale musi być ważna.

source: the investigators are on Jerome’s trail.
pl: badacze są na tropie Jerome’a.

source: Are there no clues on the Balcony?
pl: Czy nie ma na Balkonie żadnych wskazówek?

source: The balcony outside Josef Meiger’s bedroom overlooks the rainy streets and somber spires of French Hill. According to eyewitnesses, Penny was last seen entering Josef ’s bedroom, presumably to tidy it up, or perhaps to look for one of his personal belongings. The cigarette butt on the floor of the balcony tells a different story. Penny came here for a break, and judging from how busy the rest of the staff is, it was probably a much-needed one. If she had been in any danger, could she have climbed or jumped down from the balcony? You peer over the edge. It’s possible, but unlikely. A fall from here could break a leg, or worse. She likely would have retreated back into the manor, where she could have called for help…only, nobody saw her exit from the bedroom. Something doesn’t add up. You tuck the cigarette butt into your coat pocket, hoping it’s actually a lead and not a wild goose chase.
pl: Balkon za zewnątrz sypialni Josefa Meigera wychodzi na mokre od deszczu ulice i posępne iglice dachów dzielnicy French Hill. Według naocznych świadków Penny widziano ostatni raz, gdy wchodziła do sypialni Josefa, prawdopodobnie by ją posprzątać albo odnaleźć jedną z jego rzeczy. Niedopałek papierosa na płytkach balkonu opowiada inną historię. Penny przyszła tu, by zrobić sobie przerwę, a sądząc po tym, jak zajęta była reszta służby, musiała jej naprawdę potrzebować. Czy gdyby znalazła się w niebezpieczeństwie, próbowałaby się wspinać albo zeskoczyć z balkonu? Wychylasz się przez barierkę. To możliwe, ale mało prawdopodobne. Upadek z tej wysokości mógłby się skończyć złamaniem nogi albo czymś gorszym. Raczej wycofałaby się w głąb rezydencji, gdzie mogła liczyć na pomoc… jednak nikt nie widział jej wychodzącej z sypialni. Coś tu się nie zgadza. Chowasz niedopałek do kieszeni płaszcza, mając nadzieję, że okaże się cenną wskazówką, a nie ślepą uliczką.

source: the investigators are on Penny's trail.
pl: badacze są na tropie Penny.

source: Are there no clues on the Billiards Room?
pl: Czy nie ma na Sali bilardowej żadnych wskazówek?

source: Tracing Valentino’s steps isn’t difficult. As the guest of honor (and life of the party, from what you hear) there was always a crowd around him. This makes the story that he “vanished when they weren’t looking” all the more unbelievable. In the billiards room, where Valentino was last seen, you corner Adam Gensler, the man he was playing billiards with just before his disappearance. “Look, I already told the cops and the reporters what I saw,” he explains, fidgeting and tapping his toes repeatedly. “Tino and I were playing billiards, I looked away, next thing I know he’s gone,” he insists angrily, returning to his billiards game. “Now where is that damned one ball?” he mutters. It might be nothing, but it looks like Valentino wasn’t the only thing to go missing that night.
pl: Podążanie śladami Valentino nie jest trudne. Jako honorowy gość (i z tego co się dowiedziałeś dusza towarzystwa) wokół niego nieustannie było wiele osób. Powoduje to, że wersja „zniknął, gdy nikt nie patrzył” staje się nadzwyczaj niewiarygodna. W sali bilardowej, gdzie widziano Valentino po raz ostatni, udaje ci się przycisnąć Adama Genslera, człowieka, który z nim grał tuż przed zaginięciem. „Posłuchaj, powiedziałem już policjantom i dziennikarzom, co widziałem” – tłumaczy się, cały czas wiercąc się i stukając nerwowo butem. „Tino i ja graliśmy w bilard. W pewnej chwili się odwróciłem, a jego już nie było” – upiera się gniewnie przy swojej wersji, powracając do gry. – „Gdzie u licha podziała się ta jedna bila?” – mamrocze. To może nic takiego, ale wygląda na to, że owego wieczora zaginął nie tylko Valentino.

source: the investigators are on Valentino's trail.
pl: badacze są na tropie Valentino.

source: Remove all clues from each location in play, and advance to act 1b.
pl: Usuń żetony wskazówek ze wszystkich lokalizacji w grze. Talia postępuje do Aktu 1b.

source: What act was in play when the scenario ended?
pl: Który akt trwał w momencie zakończenia scenariusza?

source: the investigators escaped the spectral realm.
pl: badacze uciekli z widmowego wymiaru.

source: the investigators learned nothing of the Lodge’s schemes.
pl: badacze nie dowiedzieli się niczego na temat planów Loży.

source: the investigators are never seen or heard from again.
pl: nikt więcej nie widział żadnego z badaczy.

source: Each investigator who has not resigned is <b>killed</b>. If there are not enough investigators in the pool of available investigators to continue the campaign, the campaign is over, and the players lose.
pl: Każdy badacz, który nie zrezygnował, zostaje <b>zabity</b>. Jeśli w puli badaczy nie ma wystarczającej liczby dostępnych badaczy, aby kontynuować kampanię, kampania się kończy i gracze przegrywają.

source: Skip <b>Interlude II: The Price of Progress</b>.
pl: Pomiń <b>Antrakt II: Cena postępu</b>.

source: You are startled from your reverie by the sensation of something crawling up your chest, an icy hand that clasps around your throat. It grips until your breath is trapped and your windpipe starts to crack. Only there is nothing there—just a chilly draft entering the room through the open window. The wind shrill, whistling wind rattles your window frame, penetrating the safety of your home. It almost sounds like the dissonant notes of a dreadful flute: a mindless, haunting music that fills you with inexplicable terror. You rush to the window and slam it shut, hands trembling. Still, the thin, discordant notes echo around you. <i>This can’t be real</i>, you think. <i>Not here, not now</i>. But denial provides no asylum. The cold creeps its way up your back once again. A thin, grey mist pours into the room, seeping beneath your front door and through the cracks around your window. It crawls along the ground and coils slowly around your ankles, sending shivers up your body. You run into your bedroom, slam the door, and lock it. A few seconds of respite are all you receive before the invader resumes its assault. Over and over, a heavy force slams against the door, shaking the entire room. You press against the door, trying to hold it shut. With each pounding crash, dark mist seeps through cracks appearing in the wood. With a final crash, the door shatters. You are hurled back, landing not on the floor but in a cloud of mist, gripped by a hundred spectral arms that cling into your flesh and tear you limb from limb. NO!—That can’t be right. You are here, reading this very text. A wave of relief washes over you as you realize it is all in your head. Even so, the words compel your mind to torment you with visions of a macabre death. You find yourself glancing at your window, searching for dark mist that is not there. What if the text is trying to tell you something? Maybe—no, that’s impossible. “Real or imagined, your fate approaches all the same.”
pl: Z zadumy wyrywa cię wrażenie, jakby coś pełzło po twojej piersi – czyjaś lodowata dłoń zaciskająca się wokół gardła. Napiera, a twój oddech zostaje uwięziony w płucach, zaś tchawica zaczyna pękać. Tyle, że wokół ciebie niczego nie ma – tylko chłodny przeciąg od strony otwartego okna. Wiatr gwiżdże, potrząsając okienną ramą i przenikając do bezpiecznego wnętrza twego domu. Ten odgłos brzmi podobnie do fałszujących nut straszliwego fletu: bezmyślna, powracająca muzyka, która napełnia cię niewytłumaczalną grozą. Pędzisz do okna i zatrzaskujesz je drżącymi dłońmi. Mimo to ledwie słyszalne, niezborne dźwięki odbijają się echem wszędzie wokół. Myślisz, że <i>to nie może być prawda. Nie tutaj, nie teraz</i>. Lecz zaprzeczanie faktom nie gwarantuje ci bezpieczeństwa. Chłód ponownie wstrząsa twoim ciałem. Rzadka, szara mgła wlewa się do pokoju, przenikając przez szczelinę we frontowych drzwiach oraz pęknięcia wokół okna. Pełznie po podłodze i owija się wolno wokół twoich kostek, wywołując kolejne dreszcze targające twym ciałem. Uciekasz do sypialni, po czym zatrzaskujesz drzwi i zamykasz je na klucz. Kilka chwil wytchnienia to wszystko, na co możesz liczyć – najeźdźca ponawia atak. Raz po raz potężna siła uderza o drzwi, wstrząsając całym pomieszczeniem. Opierasz się o drzwi, mając nadzieję, że pozostaną zamknięte. Z każdym potężnym uderzeniem mroczna mgła przecieka przez pęknięcia pojawiające się w drewnie. Wreszcie drzwi padają pod naporem ostatniego uderzenia. Jego siła rzuca cię w tył, jednak nie lądujesz na podłodze, lecz w tumanie mgły, schwytany przez setki widmowych rąk, które czepiają się twego ciała i rozrywają cię na kawałki. NIE! – To nie może być prawda. Jesteś tutaj, czytając te właśnie słowa. Uspokajasz się zdawszy sobie sprawę, że wszystko działo się w twojej głowie. Mimo to słowa zdają się zmuszać twój umysł, by torturował cię wizjami makabrycznej śmierci. Uświadamiasz sobie, że spoglądasz przez okno w poszukiwaniu mrocznej mgły, lecz nie widzisz niczego niepokojącego. Co, jeśli tekst próbuje ci coś przekazać? Może… nie, to niemożliwe. „Prawdziwe, czy zmyślone, twoje przeznaczenie wkrótce się wypełni”.
