Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/before_the_black_throne.po
Languages: pl

source: Scenario VIII: Before the Black Throne
pl: Scenariusz VIII: Przed Czarnym Tronem

source: Onward and onward, your steed carries you into the inky nightmare of the void beyond. You dare not turn and look behind you, for you know that what you see will likely break your heart, or perhaps your mind. Great polypous horrors slide darkly amidst the blackness and loneliness of the cosmos. You had hoped to marvel at a beautiful, glimmering array of stars, but instead you are left with an empty pit in your stomach, as the unabated vastness of the dark, cold universe looms before you. In the distance, a far-off melody rings its chords, a melody you could not possibly recreate in your universe with any known instrument, nor could your ears interpret its notes were it not ringing in your head this very moment. There is a rush of air as you breach the turret of a nightmarish onyx barrier and descend into an infinite cavern of black stone and impossible architecture. The music grows as you plunge unswerving through an impossible valley, through shoals of shapeless beings, and between things that lurk and dance in the blackness beyond. You cannot help but listen to the strange music, committing each terrible, dissonant note to memory. No thought or dream of humanity can reach you here, in this place that was long ancient when Earth was born. You can only hope to guide your steed to the place where you must go… The throne upon which Azathoth itself sits.
pl: Twój skrzydlaty wierzchowiec niesie cię dalej i dalej, w atramentową czerń koszmarnej pustki innego wymiaru. Nie śmiesz spojrzeć wstecz, bo wiesz, że widok zapewne złamałby ci serce lub doprowadził do obłędu. Ogromne, przypominające polipy okropieństwa przesuwają się bezgłośnie pośród mroku i pustki kosmosu. Miałeś nadzieję obserwować zapierające dech w piersiach widoki migotliwych konstelacji gwiazd. Zamiast tego żołądek burzy ci się w obliczu nieskończonego ogromu ciemnego, zimnego wszechświata, który majaczy przed tobą. Z oddali dobiegają akordy melodii – melodii, której nie sposób odtworzyć na żadnym znanym w twoim wszechświecie instrumencie i której nut nie potrafiłbyś zinterpretować, gdyby nie wybrzmiewały właśnie w twych uszach. Naraz czujesz podmuch powietrza. Twój wierzchowiec mija wieżycę stanowiącą część koszmarnej, onyksowej bariery i zniża lot, kierując się w stronę wejścia do jaskini z czarnego kamienia, pełnej budowli o niemożliwej geometrii. Muzyka przybiera na sile, a ty zlatujesz niezachwianie przez niewiarygodną dolinę, ławice bezkształtnych istot oraz rzeczy tańczące w ukryciu bezwymiarowej czerni. Wbrew własnej woli wsłuchujesz się w dziwaczną melodię, zapamiętując każdą dysharmonijną nutę. Żadna myśl, ni sen ludzkiej rasy nie mogą cię tu dosięgnąć – w miejscu, które było starożytne na długo przez powstaniem Ziemi. Pozostaje mieć nadzieję, że zdołasz zaprowadzić swego rumaka tam, dokąd musisz się udać… Do tronu, na którym siedzi sam Azathoth.

source: Find the Hideous Palace, Court of the Great Old Ones, and The Black Throne locations. (They are on the revealed side of 3 of the “Cosmos” locations.) Set those locations aside, out of play.
pl: Znajdź lokalizacje Szkaradny pałac, Dwór Wielkich Przedwiecznych i Czarny Tron. (Są to odkryte strony 3 lokalizacji „Kosmos”). Odłóż dane lokalizacje na bok, poza grę.

source: Put the Cosmic Ingress location into play. Each investigator begins play at the Cosmic Ingress.
pl: Umieść w grze lokalizację Wrota kosmosu. Wszyscy badacze rozpoczynają grę na Wrotach kosmosu.

source: Shuffle the remaining location cards into a separate deck, Cosmos-side faceup. This deck is called the Cosmos <i>(see “The Cosmos”, below)</i>.
pl: Potasuj pozostałe lokalizacje stroną „Kosmos” do góry i utwórz z nich osobną talię. Ta talia nazywana jest Kosmosem <i>(patrz „Kosmos” poniżej)</i>.

source: Take the set-aside Hideous Palace and the top card of the Cosmos, and shuffle them so you cannot tell which is which. Then, put them into play along with facedown player cards from the top of the lead investigator’s deck, as depicted in “Location Placement for Setup / Act 1.” Facedown player cards represent empty space <i>(see “Empty Space”, below)</i>.
pl: Weź odłożony na bok Szkaradny pałac oraz wierzchnią kartę z Kosmosu i potasuj je tak, aby nie dało się ich rozróżnić. Następnie umieść je w grze razem z zakrytymi kartami gracza z wierzchu talii głównego badacza, jak opisano to w sekcji „Ułożenie lokalizacji dla Przygotowania / Aktu 1”. Zakryte karty gracza reprezentują pustą przestrzeń <i>(patrz „Pusta przestrzeń” poniżej)</i>.

source: Set the Piper of Azathoth enemy aside, out of play.
pl: Odłóż wroga Fletniarza Azathotha na bok, poza grę.

source: Put Azathoth into play next to the agenda deck. For the remainder of the scenario, Azathoth is in play, but is not at any location.
pl: Umieść Azathotha w grze, obok talii tajemnic. Do końca scenariusza Azathoth jest w grze, ale nie jest w żadnej lokalizacji.

source: Check Campaign Log. For each tally mark recorded next to the path winds before you, place 1 resource on the scenario reference card.
pl: Sprawdź Dziennik kampanii. Za każdą kreskę postawioną obok <i>przed wami wije się szlak</i> umieść 1 żeton zasobu na karcie pomocy scenariusza.

source: The path winds before you: #X#
pl: Przed wami wije się szlak: #X#

source: The Cosmos
pl: Kosmos

source: Throughout this scenario, new locations will enter play from the top of the Cosmos, a separate deck consisting of double-sided locations. This is primarily done via the ability on each act: “[action] Spend X clues: Draw the top X cards of the Cosmos. Choose one to put into play using its connection instructions, and move to it. Shuffle the rest back into the Cosmos.” The revealed side of each Cosmos location has a “<b>Cosmos</b> –” instruction which tells the investigator where to connect that location. (For example, “<b>Cosmos</b> – Connect above” would mean the newly drawn location should be placed immediately above the investigator’s location, whereas “<b>Cosmos</b> – Connect to the right” would mean the newly drawn location should be placed immediately to the right of the investigator’s location.) A new location cannot enter play in a position already occupied by a location. If a location’s connection instructions are impossible to fulfill, shuffle that location back into the Cosmos and cancel the effects of the move. “<b>Cosmos</b> –” instructions are only resolved when a location is being drawn from the Cosmos. When revealing a Cosmos location that is already in play, do not follow its “<b>Cosmos</b> –” instructions.
pl: Podczas tego scenariusza nowe lokalizacje będą wchodzić do gry z wierzchu Kosmosu, oddzielnej talii składającej się z dwustronnych lokalizacji. Zazwyczaj dzieje się tak w wyniku działania zdolności każdego aktu: „[action] Wydaj X żetonów wskazówek: dobierz X wierzchnich kart z Kosmosu. Wybierz jedną z nich, umieść ją w grze, używając jej polecenia „Kosmos –”, i porusz się na nią. Wtasuj pozostałe karty z powrotem do Kosmosu”. Odkryta strona każdej lokalizacji Kosmos posiada polecenie „<b>Kosmos</b> –”, które wskazuje badaczowi, gdzie należy przyłączyć daną lokalizację. (Na przykład „<b>Kosmos</b> – Przyłącz powyżej” oznaczałoby, że dociągniętą właśnie lokalizację należy natychmiast umieścić powyżej lokalizacji badacza, zaś „<b>Kosmos</b> – Przyłącz po prawej” oznaczałoby, że dociągniętą właśnie lokalizację należy natychmiast umieścić po prawej stronie lokalizacji badacza). Nowa lokalizacja nie może wejść do gry na pozycji, która jest już zajęta przez inną lokalizację. Jeśli polecenie przyłączenia lokalizacji jest niemożliwe do wypełnienia, należy wtasować daną lokalizację z powrotem do Kosmosu i anulować efekty poruszenia się. Polecenia „<b>Kosmos</b> –” są rozpatrywane tylko wtedy, gdy lokalizacja została dobrana z Kosmosu. Kiedy odkryta zostaje lokalizacja Kosmos, która znajduje się już w grze, nie należy postępować według jej polecenia „<b>Kosmos</b> –”.

source: Empty Space
pl: Pusta przestrzeń

source: During this scenario, you will sometimes be instructed to place “empty space” into play. This is done by taking the top card of the active investigator’s deck and putting it into play facedown, in the indicated position. If there is no active investigator, the top card(s) of the lead investigator’s deck should be used, instead. Empty space is not a location, and cannot be entered by enemies or investigators unless otherwise noted. It does, however, count as a location for the purposes of determining the distance between two locations. A location can enter play in a position occupied by empty space. Should this happen, the empty space card is shuffled back into its owner’s deck.
pl: W tym scenariuszu gracze są czasem proszeni, aby umieścić w grze „pustą przestrzeń”. Aby to zrobić, bierze kartę z wierzchu talii aktywnego badacza i umieszcza ją w grze zakrytą na wskazanej pozycji. Jeśli nie ma aktywnego badacza, zamiast tego należy użyć karty/kart z wierzchu talii głównego badacza. Pusta przestrzeń nie jest lokalizacją i nie mogą na nią wchodzić wrogowie ani badacze, chyba że zaznaczono inaczej. W takiej sytuacji liczą się jako lokalizacje dla celu określenia odległości pomiędzy dwoma lokalizacjami. Lokalizacja może wejść do gry na pozycji zajmowanej przez pustą przestrzeń. Kiedy tak się stanie, pustą przestrzeń należy wtasować z powrotem do talii jej właściciela.

source: Setup / Act 1
pl: Przygotowanie / Akt 1

source: Each investigator who was defeated is driven <b>insane</b>.
pl: Wszyscy badacze, którzy zostali pokonani, <i>oszaleli</i>.

source: Azathoth devoured the universe.
pl: Azathoth pochłonął wszechświat.

source: In your Campaign Log, record <i>the lead investigator has joined the pipers of Azathoth</i>.
pl: Zanotuj w Dzienniku kampanii, że <i>główny badacz dołączył do fletniarzy Azathotha</i>.

# masculine
source: #name# has joined the pipers of Azathoth.
pl: #name# dołączył do fletniarzy Azathotha.

# feminine
source: #name# has joined the pipers of Azathoth.
pl: #name# dołączyła do fletniarzy Azathotha.

source: Azathoth slumbers… for now.
pl: Azathoth śpi… na razie.

source: The lead investigator is driven <b>insane</b>.
pl: Główny badacz <b>oszalał</b>.

source: Each investigator earns 5 bonus experience, as they have saved the universe from being devoured.
pl: Każdy badacz otrzymuje 5 dodatkowych punktów doświadczenia, gdyż dzięki wam wszechświat nie został pochłonięty.

source: Each investigator suffers 2 mental trauma, as they understand that one day Azathoth will inevitably wake.
pl: Każdy badacz doznaje 2 punktów traumy psychicznej, ponieważ wie, że przebudzenie Azathotha pewnego dnia jest nieuniknione.

source: Each investigator suffers 2 physical trauma, as their nightmarish journey home takes its toll on their bodies.
pl: Każdy badacz doznaje 2 punktów traumy fizycznej, ponieważ ich koszmarna podróż do domu odcisnęła piętno na ich ciałach.

source: <i>“It must be done.”</i>
pl: <i>„Trzeba to zrobić”.</i>

source: This will doom you.
pl: Będziesz przez to zgubiony.

source: <i>“I refuse!”</i>
pl: <i>„Odmawiam!”</i>

source: This will doom the universe.
pl: Wszechświat będzie przez to zgubiony.

source: the investigators signed the Black Book of Azathoth.
pl: badacze podpisali Czarną księgę Azathotha.

source: Each investigator earns 10 bonus experience, as they have learned the innermost secrets of the Black Book.
pl: Każdy badacz otrzymuje 10 dodatkowych punktów doświadczenia, ponieważ poznał najbardziej skryte sekrety Czarnej księgi.

source: Each investigator suffers 2 physical trauma and 2 mental trauma—the consequences of their pact with Azathoth’s messenger.
pl: Każdy badacz otrzymuje 2 punkty traumy fizycznej i 2 punkty traumy psychicznej — to konsekwencje ich paktu z posłańcem Azathotha.

source: Your steed does not catch you when you fall. Down and down and down, through endless voids of sentient blackness, you fall. And fall. And fall. And fall. You beg and scream and plead and pray for an end, even for a floor upon which to crash upon, but it never comes. You will still be falling when the universe ends.
pl: Twój wierzchowiec nie ratuje cię z upadku. Spadasz w dół i w dół, przez bezkresną pustkę świadomej czerni. Spadasz dalej. I dalej. Błagasz i krzyczysz, prosisz i wołasz, wznosisz modlitwy, by to się wreszcie skończyło, by uderzyć o twardą podłogę. Jednak ukojenie nie nadchodzi. Uświadamiasz sobie, że będziesz nadal spadać, gdy skończy się wszechświat.

source: The Primal Chaos awakens. Its hunger is unbearable. It unhinges its cosmic jaw. The maw opens wide. The universe is silenced. Aeons pass. All is still. At the center of the empty cosmos, the Blind Idiot God is lulled to sleep once more. It dreams. Within its dream, a burst of cosmic energy expands outward in all directions. A universe is born. Nebulae collapse and become stars. New worlds are forged, and new beings evolve to inhabit them. Inevitably, one learns of Azathoth. Its worship grows. In the end, all will succumb to madness or join you in oblivion… For in the grand scheme of fate, we are but specks of dust adrift in the aether, living only by the whim of an uncaring cosmos.
pl: Pierwotny Chaos się przebudził, jego głód jest niezaspokojony. Otwiera kosmiczną paszczę. Paszcza rozwiera się szeroko. Wszechświat cichnie. Mijają całe eony. Wszędzie panuje bezruch. W centrum pustego kosmosu Ślepy Bóg Idiota ponownie daje się ukołysać do snu. Śni. W jego śnie wybuch kosmicznej energii rozszerza się we wszystkich kierunkach. Rodzi się nowy wszechświat. Mgławice zapadają się w sobie i przekształcają w gwiazdy. Powstają nowe światy zaludnione nowymi istotami, które rozwinęły się po to, by je zamieszkać. Jedna z nich dowiaduje się o istnieniu Azathotha. Jego kult zaczyna się szerzyć. Ostatecznie wszyscy poddadzą się szaleństwu albo dołączą do ciebie w zapomnieniu… Albowiem w wielkim kole losu jesteśmy ledwie drobinkami pyłu dryfującymi w eterze i żyjącymi lub umierającymi według woli kapryśnego, nie dbającego o nic kosmosu.

source: It was not until recently that you understood the purpose of the awful piping which you have heard constantly throughout your investigation. It is a lullaby of sorts, meant to keep the oblivious god from waking. For just a brief moment, the pipers’ song was interrupted, and Azathoth began to stir. Now you understand why Anna came to you that fateful night and begged to read your fortune. She knew the part you would have to play when you arrived here. Sitting down at the edge of the creature’s nighted throne, you take out your flute, and begin to play. In this place where time and hunger and age and weariness are mortal aspects of no concern to you, it is your duty to continue to play. Without fail. Without end.
pl: Dopiero niedawno pojąłeś cel ohydnej muzyki, którą słyszałeś nieustannie podczas całego śledztwa. To swego rodzaju kołysanka, która ma zapobiec przebudzeniu się niczego nieświadomego bóstwa. Na krótką chwilę gra fletni ustała i Azathoth poruszył się we śnie. Teraz zaczynasz pojmować, dlaczego Anna podeszła do ciebie w tę pamiętną noc i błagała o możliwość przepowiedzenia przyszłości. Uświadomiła sobie rolę, którą odegrasz, jeśli zdołasz tu dotrzeć. Siadając u stóp ocienionego tronu tej potężnej istoty, sięgasz po fletnię i zaczynasz grać. W miejscu, gdzie czas i głód, wiek i zmęczenie stanowią jedynie zmartwienia zwykłych śmiertelników, które ciebie nie dotyczą, twym jedynym obowiązkiem jest nie przestawać grać. Niechybnie. Bezustannie.

source: You refuse to allow this creature to destroy everything you have ever loved. You gather together what you need for your ritual—a bit of shadowy essence from the witches’ cloaks, a fragment of spectral mist from the wraiths you banished, and the knowledge you’ve gained from delving into Arkham’s past. Slowly, quietly, you weave your wall together, stitching darkness with blood, blood with souls, souls with onyx stone. It takes ages to complete. When you are done, your reward is oblivion. A stillness and silence so pure, so perfect, no disturbance can penetrate it. The barrier cannot hold Azathoth—nothing truly can—but perhaps now it will not stir when fools on Earth call forth its name or draw from its power. With your task complete, you turn and face the darkness, summoning your steed. It is time to go home.
pl: Nie godzicie się, by ta istota zniszczyła wszystko, co kiedykolwiek kochaliście. Gromadzicie to, co jest potrzebne do rytuału – odrobinę cienistej esencji z płaszczy wiedźm, fragment widmowej mgły z odpędzonych waszymi wysiłkami upiorów oraz wiedzę pozyskaną dzięki zgłębianiu historii Arkham. Powoli, w ciszy, tkacie wspólnie swój mur, zszywając mrok z krwią, krew z duszami, dusze z odłamkami onyksu. Zajmuje to całe wieki. Kiedy kończycie, waszą nagrodą jest zapomnienie. Bezruch i cisza tak czysta, tak idealna, że nic nie może jej przeniknąć. Wasza bariera nie może powstrzymać Azathotha – tak naprawdę jest to niemożliwe – ale może teraz nie poruszy się we śnie tylko dlatego, że jacyś głupcy z Ziemi zdecydowali się wezwać jego imię albo skorzystać z jego mocy. W obliczu skończonego zadania odwracacie się ku ciemności i wzywacie swe wierzchowce. Czas wracać do domu.

source: You have reached the nighted throne of Azathoth, but there is no easy way to reach the creature from here—and even if you did, you’re not sure what you could do to stop it. You cannot kill it, and even attempting to harm it would only risk stirring it. Desperate, you turn to Keziah’s Black Book for answers. A quill appears in your hands as you open the tome, and a voice from beyond reaches your ears. “Sign it with your blood. Take a new secret name, and your desire shall become truth. You and your world will be spared.” You know it is the voice of evil, the voice Walter Gilman heard which surely led to his demise, the voice which seduced Keziah Mason and led to this path in the first place…but what other choice to you have?
pl: Dotarliście do ocienionego tronu Azathotha, lecz dosięgnięcie istoty z tego miejsca to nadzwyczaj trudne zadanie. A nawet, jeśli by się wam udało, nie macie pojęcia, co moglibyście zrobić, by powstrzymać bóstwo. Nie jesteście w stanie zabić Azathotha, a nawet nieśmiała próba zrobienia mu jakiejkolwiek krzywdy byłaby naznaczona ryzykiem zakłócenia jego snu. W desperacji liczycie, że znajdziecie odpowiedzi w Czarnej księdze Keziah. W chwili jej otwarcia w waszych dłoniach pojawiają się pióra, a głos z otchłani odzywa się w waszych uszach. „Podpiszcie to własną krwią. Przyjmijcie tajemne imiona, a wasze pragnienia wkrótce się ziszczą. Wy i wasz świat zostaniecie oszczędzeni”. Zdajecie sobie sprawę, że to głos zła – ten sam głos, który usłyszał Walter Gilman przed upadkiem, ten sam głos, który onegdaj skusił Keziah Mason i powiódł ją na ścieżkę, której skutków doświadczyliście… Pytanie, czy macie inny wybór?

source: Pricking your arm with the quill, you sign in blood.
pl: Nakłuwasz ramię końcówką pióra i składasz podpis własną krwią.

# nonbinary
source: #name# has joined the pipers of Azathoth.
pl: #name# dołączyło do fletniarzy Azathotha.
