Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/the_price_of_progress.po
Languages: pl

source: The Price of Progress
pl: Cena postępu

source: Interlude II: The Price of Progress
pl: Antrakt II: Cena postępu

source: Because at least one investigator has the [[Silver Twilight]] trait:
pl: Ponieważ przynajmniej jeden z badaczy posiada cechę [[Srebrny Świt]]:

source: Because no investigators have the [[Silver Twilight]] trait:
pl: Ponieważ żaden badacz nie posiada cechy [[Srebrny Świt]]:

source: “Ah, it’s you. I did not expect you to be here, though perhaps I should have,” Mr. Sanford says with a hint of surprise in his voice. “I regret that you had to be involved in this unfortunate affair. I did not plan for you to be a part of any of this.” You narrow your eyes. You suspect fortune had nothing to do with it. You ask him what will happen to those still trapped inside. “Human progress requires sacrifice,” he recites stoically. “It is lamentable when that sacrifice is in blood, but the price in lamentation does not outweigh the yield of our labor.”
pl: „Ach, to wy. Nie spodziewałem się, że się tu znajdziecie, choć być może powinienem” – mówi z nutką zaskoczenia w głosie pan Sanford. – „Przykro mi, że zostaliście zamieszani w tę nieszczęśliwą sprawę. Nie planowałem, byście stali się częścią tego wszystkiego”. Patrzycie podejrzliwie na mężczyznę spod półprzymkniętych powiek, przypuszczając, że szczęście nie miało z tym nic wspólnego. Pytacie go, co się stanie z osobami uwięzionymi wewnątrz. „Postęp ludzkości wymaga ofiar” – odpowiada ze stoickim spokojem. – „Wielka szkoda, że owe ofiary muszą zapłacić krwią, lecz nawet taka cena ma się nijak wobec korzyści, jakie przyniesie nasz obecny trud”.

source: “I regret that we must meet under such… unfortunate circumstances,” Mr. Sanford says offhandedly. You narrow your eyes. You suspect fortune had nothing to do with it. You ask him what will happen to those still trapped inside. “Human progress requires sacrifice,” he recites stoically. “It is lamentable when that sacrifice is in blood, but the price in lamentation does not outweigh the yield of our labor.”
pl: „Przykro mi, że spotykamy się w tak… nieszczęśliwych okolicznościach” – stwierdza bezceremonialnie pan Sanford. Patrzycie podejrzliwie na mężczyznę spod półprzymkniętych powiek, przypuszczając, że szczęście nie miało z tym nic wspólnego. Pytacie go, co się stanie z osobami uwięzionymi wewnątrz. „Postęp ludzkości wymaga ofiar” – odpowiada ze stoickim spokojem. – „Wielka szkoda, że owe ofiary muszą zapłacić krwią, lecz nawet taka cena ma się nijak wobec korzyści, jakie przyniesie nasz obecny trud”.

source: You didn’t come here to listen to Mr. Sanford proselytize about sacrifice. You came here for answers. You demand an explanation, but the elderly man cuts you off with a scowl. “Yes, yes. You speak of the incident last week. That was the creature’s first manifestation, and the arrival of the dark mist, which you encountered inside.” He glances at the front door to the manor and clears his throat. “The Lodge was not involved in the disappearances that occurred that night,” he explains after a short pause. “But we couldn’t exactly go to the police and tell them a creature made of mist kidnapped four people in Mr. Meiger’s household, could we? So, we had to take matters into our own hands. We suspected that creature was drawn to the crowd, so we recreated the incident in order to understand what happened—to discern its motives.” The decision to host another event at Mr. Meiger’s estate so soon after the disappearances makes sense to you now. As much as you hate to admit it, there is some logic to the plan the Lodge put into action, although you don’t particularly like being used as bait. Who knows how many innocent bystanders were put in mortal danger? Even if the goal was noble, was it worth the sacrifice? “I hope you understand that our organization only seeks the betterment of humankind. There are harsh truths that lie beyond our five senses,” Mr. Sanford says, his expression grim. “If we are to survive and prosper, we must adapt. We must learn. We must understand. That is what our order seeks to achieve—a greater understanding of the world around us. A worthy pursuit, don’t you agree?”
pl: Nie przyszliście tu po to, aby słuchać pana Sanforda wygłaszającego kazania na temat ponoszenia ofiar. Przyszliście tu po odpowiedzi. Domagacie się wytłumaczenia, lecz starszy mężczyzna przerywa wam w pół słowa z grymasem niezadowolenia: „Tak, wiem, mówicie o incydencie z zeszłego tygodnia. To była pierwsza manifestacja istoty oraz nadejście mrocznej mgły, którą napotkaliście wewnątrz”. Spogląda na drzwi do rezydencji i odchrząkuje. „Loża nie była zamieszana w zniknięcia, do których doszło tamtego wieczoru” – tłumaczy po krótkiej przerwie. – „Ale nie mogliśmy też pójść na policję i powiedzieć, że stwór z mgły porwał czworo ludzi z domu pana Meigera, prawda? Dlatego nie mieliśmy innego wyboru, jak tylko wziąć sprawy we własne ręce. Podejrzewaliśmy, że istotę przyciąga duża liczba osób, więc odtworzyliśmy całe zdarzenie, aby zrozumieć, co zaszło i jakie są motywy tego bytu”. W świetle słów Sanforda decyzja o zorganizowaniu kolejnego przyjęcia na terenie posiadłości pana Meigera tak szybko po zaginięciach zaczyna nabierać sensu. Choć trudno wam się do tego przyznać, w planie realizowanym przez Lożę tkwi jakaś logika, jakkolwiek nie cieszy was myśl, że wykorzystano was jako przynętę. Któż może wiedzieć, ile niewinnych, niczego nieświadomych osób znalazło się w śmiertelnym niebezpieczeństwie? Czy poniesiona ofiara była konieczna, nawet biorąc pod uwagę wyższy cel? „Mam nadzieję, że rozumiecie, iż nasza organizacja pragnie wyłącznie lepszego losu dla ludzkości. Poza zasięgiem naszych pięciu zmysłów funkcjonują naprawdę brutalne prawdy” – mówi pan Sanford z ponurym wyrazem twarzy. – „Jeśli mamy przetrwać i rozkwitać, musimy się dostosować. Musimy się uczyć. Musimy zrozumieć. Właśnie tego poszukuje nasz zakon – większego zrozumienia świata, który nas otacza. To godne dążenie, nie sądzicie?”

source: Where is Josef Meiger?
pl: Gdzie znajduje się Josef Meiger?

source: Victory display.
pl: W puli zwycięstwa.

source: Beneath the Entry Hall.
pl: Pod Holem wejściowym.

source: Neither.
pl: Żadne z powyższych.

source: Compare the number of [[Silver Twilight]] enemies in the victory display and beneath the Entry Hall:
pl: Porównaj liczbę wrogów z cechą [[Srebrny Świt]] znajdujących się w puli zwycięstwa i pod Holem wejściowym:

source: More in the victory display.
pl: Więcej w puli zwycięstwa.

source: Equal number in each.
pl: Tyle samo.

source: More beneath the Entry Hall.
pl: Więcej pod Holem wejściowym.

source: Before you can reply, one of Sanford’s men emerges from the house behind you. He sheathes a long silver blade as he addresses Mr. Sanford. “There is no sign of Josef inside, sir.” The man eyes you suspiciously, keeping his hand on the hilt of his sword. His posture reminds you of that of a knight, stoic and rigidly disciplined. “I see,” Sanford replies. He closes his eyes and takes a deep breath before continuing. “A great loss for our order, but one we anticipated. Gather the Lodge’s belongings from inside the estate, and I will deal with the consequences.” The knight nods and heads back inside. Carl’s cold blue eyes turn back toward you. “As for you, I would ask you to leave this place at once. You have done enough harm as it is.” Before you can protest, he commands the other men nearby to escort you off the premises, and you have little choice but to comply.
pl: Nim macie okazję odpowiedzieć, jeden z ochroniarzy Sanforda wychodzi z budynku za waszymi plecami. Wsuwa długie, srebrne ostrze do pochwy i jednocześnie zwraca się do pana Sanforda: „Sir, wewnątrz nie ma śladu po Josefie”. Potem zaczyna obserwować was podejrzliwie z dłonią na rękojeści miecza. Jego postawa kojarzy wam się z rycerzem – niewzruszonym i doskonale zdyscyplinowanym. „Rozumiem” – odrzeka Sanford. Zamyka oczy i bierze głęboki oddech, nim zacznie znów mówić. – „To wielka strata dla naszego zakonu, ale brana pod uwagę. Zbierzcie z terenu posiadłości wszystko, co należy do Loży, a ja zajmę się konsekwencjami”. Rycerz skinieniem głowy potwierdza przyjęcie rozkazu i znika wewnątrz. Zimne, błękitne oczy Carla ponownie spoczywają na was. „Co do was, proszę, byście natychmiast opuścili to miejsce. Uczyniliście już wystarczająco wiele szkód”. Nim macie szansę zaprotestować, nakazuje pozostałym zgromadzonym w pobliżu mężczyznom, aby wyprowadzili was poza teren posiadłości. Nie macie wyjścia – musicie się zgodzić.

source: Josef disappeared into the mist.
pl: Josef rozpłynął się we mgle.

source: the investigators are enemies of the Lodge.
pl: badacze są wrogami Loży.

source: You consider Mr. Sanford’s words carefully. You believe that he is telling the truth, but you’re not sure if the ends justify his means. Before you can reply, Josef steps forward. “I believe our new comrades understand the value of working together,” he says politely, standing at your side. “They could have escaped on their own, but they stayed behind to make sure members of the Lodge were safe. Surely we are of the same mind.” “Courage is not the same as sacrifice, Josef,” Carl Sanford intones patiently. “Do they have the will to do what is truly right for all of humanity?” The elderly man turns his attention back to you, his cold eyes glinting in the moonlight. He approaches calmly, extending his hand. “Regardless, you have experienced firsthand the danger that we all face. Join us, and we can face it together. With our knowledge combined, we can protect Arkham from this threat.”
pl: Głęboko zastanawiacie się nad słowami pana Sanforda. Wierzycie, że mówi prawdę, ale nie jesteście przekonani, że cel uświęca środki. Nim macie szansę odpowiedzieć, Josef robi krok naprzód. „Sądzę, że nasi nowi towarzysze rozumieją zalety współpracy” – mówi grzecznie, stojąc ramię w ramię z wami. – „Mogli uciec sami, lecz pozostali, by upewnić się, że członkowie Loży są bezpieczni. Z pewnością podzielają nasz punkt widzenia”. „Odwaga nie jest równoznaczna z gotowością na poświęcenie, Josefie” – tłumaczy cierpliwie Carl Sanford. – „Czy mają w sobie siłę, by zrobić to, co jest najlepsze dla całej ludzkości?” Starszy mężczyzna ponownie zwraca się w waszą stronę. W jego oczach odbija się zimny blask księżyca. Sanford zbliża się spokojnie i wyciąga rękę. „Bez względu na wszystko, osobiście doświadczyliście zagrożenia, któremu musimy stawić czoła. Dołączcie do nas, a przeciwstawimy mu się razem. Łącząc naszą wiedzę, zdołamy ochronić Arkham przed zgubą”.

source: the investigators rescued Josef.
pl: badacze uratowali Josefa.

source: Each investigator earns 2 bonus experience, as they gain insight into the inner workings of the Silver Twilight Lodge.
pl: Każdy badacz zdobywa 2 dodatkowe punkty doświadczenia, ponieważ zdobył informację na temat wewnętrznych działań Loży Srebrnego Świtu.

source: <i>“I refuse to be a part of this.”</i>
pl: <i>„Nie chcemy brać w tym udziału”.</i>

source: <i>“I agree.”</i>
pl: <i>„Zgadzamy się”.</i>

source: <i>“I agree.”</i> (You are lying.)
pl: <i>„Zgadzamy się”.</i> (Kłamiecie).

source: You consider Mr. Sanford’s words carefully. You believe that he is telling the truth, but you’re not sure if the ends justify his means. Before you can reply, Josef Meiger emerges from the house behind you, flanked by two guards wearing expensive suits. One wields a long silver blade as he stands guard. The other observes the situation vigilantly, keeping one hand on the grip of a revolver holstered at his side. Josef recognizes you and addresses you curtly. “You have been poking your head where you don’t belong,” he threatens, narrowing his dark eyes. “Stay your tongue, Josef,” Sanford interjects. He approaches calmly, extending his hand toward you. “You have experienced firsthand the danger that we all face. Join us, and we can face it together. With our knowledge combined, we can protect Arkham from this threat.”
pl: Głęboko zastanawiacie się nad słowami pana Sanforda. Wierzycie, że mówi prawdę, ale nie jesteście przekonani, że cel uświęca środki. Nim macie szansę odpowiedzieć, Josef wychodzi z budynku za waszymi plecami. Po bokach ma ochroniarzy w drogich garniturach. Jeden trzyma w dłoni długie, srebrne ostrze. Drugi czujnie obserwuje otoczenie z dłonią spoczywającą na rękojeści wsuniętego do kabury rewolweru. Josef rozpoznaje was i rzuca opryskliwie: „Wściubiliście nos w sprawy, które nie powinny was obchodzić” – grozi, spoglądając na was przymrużonymi, ciemnymi oczyma. „Opanuj się, Josefie” – przerywa mu Sanford. Zbliża się spokojnie i wyciąga rękę. „Bez względu na wszystko, osobiście doświadczyliście zagrożenia, któremu musimy stawić czoła. Dołączcie do nas, a przeciwstawimy mu się razem. Łącząc naszą wiedzę, zdołamy ochronić Arkham przed zgubą”.

source: Josef is alive and well.
pl: Josef jest cały i zdrowy.

source: Mr. Sanford scowls, returning his hand to his side and narrowing his gaze. “I see. I cannot say I am not disappointed. I thought you would be insightful enough to see the value in working together. But I realize now that my confidence was misplaced.” He sighs and gazes past you, toward Josef ’s manor. “Very well. The Lodge will handle this problem on our own. Return to your state of ignorance. But I warn you: do not get in our way. I am not an enemy you want to have.” Before you can protest, Sanford commands the other men nearby to escort you off the premises, and you have little choice but to comply.
pl: Grymas niezadowolenia na twarzy pana Sanforda mówi wszystko. Mężczyzna cofa rękę i zaczyna się w was nienawistnie wpatrywać. „Rozumiem. Przyznam, że jestem rozczarowany. Wydawało mi się, że okażecie się na tyle dalekowzroczni, by docenić zalety współpracy. Jednak teraz rozumiem, że źle zainwestowałem swoje zaufanie”. Wzdycha i przenosi wzrok na rezydencję Josefa, jakby was nie dostrzegał. „Doskonale. Loża zajmie się tym problemem samodzielnie. Wracajcie do swej ślepej ignorancji. Lecz ostrzegam: nie próbujcie stanąć nam na drodze. Nie chcecie mieć we mnie wroga”. Nim macie szansę zaprotestować, nakazuje pozostałym zgromadzonym w pobliżu mężczyznom, aby wyprowadzili was poza teren posiadłości. Nie macie wyjścia – musicie się zgodzić.

source: You shake Mr. Sanford’s hand. His grip is cold, but strong. The other members of the Lodge seem to relax around you. “We will do great works together, my friends,” says Sanford. “Great works indeed.”
pl: Potrząsacie dłonią pana Sanforda. Uścisk jest zimny, lecz pewny. W świetle waszej decyzji wydaje się, jakby z pozostałych członków Loży opadła nerwowość. „Przyjaciele, wspólnie dokonamy wielkich czynów” – mówi Sanford. – „Zaiste, wielkich czynów”.

source: In your Campaign Log, record that <i>the investigators are members of the Lodge.</i> Add 1 [cultist] token to the chaos bag for the remainder of the campaign.
pl: Zanotuj w Dzienniku kampanii, że <i>badacze są członkami Loży</i>. Dodaj do worka chaosu 1 żeton [cultist] (pozostaje tam do końca kampanii).

source: the investigators are members of the Lodge.
pl: badacze są członkami Loży.

source: You shake Mr. Sanford’s hand. His grip is cold, but strong. The other members of the Lodge seem to relax around you. “We will do great works together, my friends,” says Sanford. “Great works indeed.” But out of the corner of your eye, you see one of the Lodge’s enforcers gripping his weapon a little tighter.
pl: Potrząsacie dłonią pana Sanforda. Uścisk jest zimny, lecz pewny. W świetle waszej decyzji wydaje się, jakby z pozostałych członków Loży opadła nerwowość. „Przyjaciele, wspólnie dokonamy wielkich czynów” – mówi Sanford. – „Zaiste, wielkich czynów”. Jednak kątem oka zauważacie, że jeden z ochroniarzy Loży mocniej ściska broń.

source: the investigators are deceiving the Lodge.
pl: badacze oszukują Lożę.
