Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/tcu/twist_of_fate.po
Languages: pl

source: Twist of Fate
pl: Zrządzenie losu

source: Interlude IV: Twist of Fate
pl: Antrakt IV: Zrządzenie losu

source: Interlude IV
pl: Antrakt IV

source: You stand underneath the breach, in awe of its presence. Everything the soothsayer predicted has come to pass. “This is a matter of life and death,” she had told you. How right she was. Beyond the cosmic ingress, the nucleus of the cosmos awaits. Now you understand what dwells on the other side, gnawing hungrily at the fabric of reality: the doom of all humanity; no, not just humanity. The doom of all life in the universe. There is a bitter taste in your mouth. Tears well in your eyes. You close your fist so hard your nails dig into your flesh. If you have to die, then die you will. But you’re not going to die sitting down.
pl: Stoicie pod rozdarciem, zadziwieni jego majestatem. Wszystko, co przepowiedziała wróżbitka, okazało się prawdą. „Mamy tu do czynienia z kwestiami życia i śmierci” – powiedziała. Jakże znamienne i celne były to słowa. Za kosmicznymi wrotami czeka jądro wszechświata. Teraz rozumiecie, co czai się po drugiej stronie, pożądliwie rwąc tkaninę rzeczywistości: zguba całej ludzkości. Nie, nie tylko ludzkości. Zguba całego życia we wszechświecie. Czujecie w ustach gorzki smak. Do oczu napływają wam łzy. Zaciskacie pięści tak mocno, że paznokcie przebijają skórę. Jeśli musicie umrzeć, niech tak się stanie. Jednak nie umrzecie, bezczynnie patrząc, jak wokół was umiera świat.

source: In your Campaign Log, record <i>the path winds before you</i>. Next to this, record a number of tally marks based on the conditions below:
pl: Zanotuj w Dzienniku kampanii, że <i>przed wami wije się szlak</i>. Obok postaw kreski w liczbie określonej przez poniższe warunki:

source: the path winds before you: #X#
pl: przed wami wije się szlak: #X#

source: You know what you have to do. Record 1 tally mark.
pl: Wiecie, co macie zrobić. Postaw 1 kreskę.

source: “Keziah was beseeched to sign a book by the messenger of an ancient being. The Black Book of Azathoth.” Just the name of the thing shakes you to your core. Anette clenches her fist. “I was a fool to not have understood before. That was the source of her power. Not witchcraft, but a pact with a terrible, dark god. All of this, these incursions into our world, the broken bonds of death: it is what Keziah wanted all along. It was the silent will of Azathoth,” she says resentfully.
pl: „Keziah odwiedził posłaniec pewnej starożytnej istoty i namówił ją, by podpisała księgę. Czarną Księgę Azathotha”. Samo imię tej istoty przyprawia o dreszcze. Anette zaciska pięść. „Byłam głupia, że nie pojęłam tego wcześniej. Właśnie to było źródłem jej potęgi. Nie mistrzostwo w czarnoksięstwie, lecz pakt ze straszliwym, mrocznym bóstwem. Rozdarcie naszego świata, zerwanie okowów śmierci: właśnie tego od początku pragnęła Keziah. Tego w istocie oczekiwał od niej Azathoth” – konstatuje z urazą w głosie.

source: “It is a gateway,” Sanford explains, “ joining our world and the greater Cosmos. According to some of the most heinous tomes I have read, at the center, there sleeps a creature known as Azathoth.” Just the name of the thing shakes you to your core. “I fear we have stirred it in its slumber. All of this, these breaches in space, these broken barriers between worlds: it is all because for just a brief moment, for one fragment of a second, we interrupted Azathoth’s dreaming. Do you understand?”
pl: „To wrota” – tłumaczy Sanford. – „Łączą nasz świat z głębinami Kosmosu. Według najbardziej bluźnierczych ksiąg, jakie przeczytałem, w jego centrum śpi istota znana jako Azathoth”. Samo imię tego czegoś przyprawia o dreszcze. „Obawiam się, że poruszył się w swym śnie. To, czego teraz doświadczamy – szczeliny w przestrzeni, przełamane bariery między światami: wszystko tylko dlatego, że przez krótką chwilę, zaledwie przez ułamek sekundy, zakłóciliśmy sen Azathotha. Czy rozumiecie, co to oznacza?”

source: Record 2 tally marks.
pl: Postaw 2 kreski.

source: You are woefully unprepared for this journey. (Nothing happens.)
pl: Wasze przygotowanie do tej wyprawy jest wręcz żałosne. (Nic się nie dzieje).

source: From the evidence you have uncovered, you understand the path you must take a little better. But there is still much you do not know. Record 1 tally mark.
pl: Odkryte przez was dowody dają wam wiedzę, dzięki której wyprawa będzie nieco łatwiejsza. Wielu rzeczy jednak nadal nie wiecie. Postaw 1 kreskę.

source: Your journey is laid bare before you. Record 2 tally marks.
pl: Wiecie dokładnie, co was czeka podczas wyprawy. Postaw 2 kreski.

source: It contains knowledge of the land beyond ordered time and space. Record 1 tally mark.
pl: Zawiera ona wiedzę o krainach znajdujących się daleko poza czasem i przestrzenią. Postaw 1 kreskę.

source: Azathoth’s maw begins to open. Record 2 tally marks.
pl: Paszcza Azathotha już się rozwiera. Postaw 2 kreski.

source: For almost an hour, you stare up into the empty abyss, pondering your options and your fate. A flock of faceless winged creatures circle the field where you sit. They almost move like vultures, waiting for your demise so as to feast on your corpse. They draw ever nearer, and you begin to wonder if they can read the thoughts that hover on the surface of your mind. Rising to your feet, you raise your arm and call out to one of them. This may be the most foolish thing you have ever done, you think to yourself. But your instinct proves to be the right move: the creatures descend on black leathery wings, landing on the wet grass in front of you. One lowers itself until it reaches the height of your shoulders, offering its back to you. Swallowing the very last of your doubts and your fear, you climb aboard the creature. With a swift flap of its wings, it carries you off into the void, beyond the limits of space…to the domain of Azathoth.
pl: Niemal godzinę wpatrujesz się w pustą otchłań, zastanawiając się nad pozostałymi opcjami i czekającym cię losem. Stado pozbawionych oblicza, skrzydlatych istot krąży nad polem, gdzie usiadłeś. Przypominają sępy oczekujące, aż umrzesz, by mogły ucztować na twym trupie. Podlatują bliżej i bliżej, i zaczynasz się zastanawiać, czy potrafią odczytywać myśli błąkające się na powierzchni twego umysłu. Wreszcie wstajesz i podnosisz rękę, wzywając jednego z potworów. Konstatujesz, że to pewnie najgłupsza rzecz, jaką zrobiłeś w życiu. Jednak instynkt cię nie myli: stwór zlatuje na skórzastych skrzydłach i ląduje na mokrej trawie naprzeciw. Obniża głowę do wysokości twoich ramion, jakby oferował ci swój grzbiet. Dusisz w sobie ostatnie wątpliwości i obawy, i wspinasz się na tę dziwaczną istotę. Kilka szybkich uderzeń skrzydeł i już niesie cię w pustkę, poza granice przestrzeni… Wprost ku domenie Azathotha.
