Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/side/all_*_nothing.po
Languages: pl

source: You’re willing to do whatever it takes to make things right. Your mother’s massive hospital debts won’t pay themselves off, so you’ve come up with a plan: gambling. The adrenaline rush of going all in and risking everything on the mercy of the cards is also a nice perk. Lately it feels as though life has dealt you a bad hand, but you’re often able to turn terrible hands into winning ones. Who needs skill when Lady Luck is on your side? Your game of choice is blackjack. Somehow the right cards tend to come up at the right time, and you try to hide your elation when the dealer busts yet again. You seem to go on a hot streak every night as stacks of chips grow ever taller in front of you. Such hot streaks go a long way in paying your debts, but your luck often draws the ire of both the dealer and fellow players alike. You know when to stop. Over the years, you’ve acquired a reputation for winning that some call “cheating.” As a result, you’ve been forced to keep a low profile and gamble at a rotating list of venues. There is one venue which you revel winning at over all others: the Clover Club. Vast amounts of money are at stake every night at the speakeasy, but it’s controlled by the O’Bannion gang. Intimidating. Unscrupulous. Ruthless. No one wants to draw the attention of the gang, as your reputation surely does. But the Clover Club has a bottom line that, above all else, must be maintained. The brazen O’Bannions are not fond of being taken advantage of, and will use any means necessary to prevent it. Here, the house always wins. Surely that will change tonight. You pull your collar up and walk into La Bella Luna. The restaurant is virtually empty. A faint sound of bombastic music is coming from the back of the establishment. It’s clear where all the patrons are. All you can think about is getting a drink and winning big…
pl: Zrobisz wszystko, żeby tylko naprawić sytuację. Ogromne szpitalne długi twojej matki same się nie spłacą, dlatego wpadłeś na prosty plan – hazard. Zastrzyk adrenaliny, jaki daje ryzyko, i stawianie wszystkiego na łaskę kart to tylko dodatkowy bonus. Ostatnio masz wrażenie, jakby życie zaserwowało ci kiepskie rozdanie, ale już nie raz zdarzyło ci się wygrywać mimo tragicznych kart. W końcu, na co komu umiejętności, jeśli Fortuna jest po twojej stronie? Zdecydowałeś usiąść do blackjacka. Z jakiegoś powodu odpowiednie karty zawsze przychodzą we właściwym momencie, a ty starasz się ukryć swoje uniesienie, gdy krupier znów odpada. Masz najwyraźniej dobrą passę, a każdego wieczoru stosy twoich sztonów piętrzą się coraz bardziej. Takie zwycięskie serie bardzo ułatwiają spłacanie długów, niestety twój fart często wzbudza gniew krupiera oraz pozostałych graczy. Dlatego szybko nauczyłeś się, kiedy odpuścić. Lata wygrywania zaskarbiły ci w niektórych kręgach reputację „oszusta”. Efektem tego jest konieczność pilnowania, by nie rzucać się w oczy, i ciągłej zmiany przybytków, w których grywasz. Jest jednak jedno miejsce, w którym wygrywanie sprawia ci szczególną radość: Clover Club. Gra w tym tajnym kasynie co noc toczy się o wysokie stawki, niestety należy ono do gangu O’Bannionów. Przerażających, bezwzględnych, pozbawionych skrupułów O’Bannionów. Nikt nie chciałby zajść im za skórę a twoja reputacja z pewnością przyciąga niepotrzebną uwagę. Jednak dla właścicieli Clover Club najważniejsze jest jego utrzymanie. Zuchwali O’Bannionowie nie lubią być naciągani i zrobią wszystko, żeby temu zapobiec. Tutaj to kasyno zawsze wygrywa. Ale dzisiejszego wieczoru to się zmieni. Poprawiasz kołnierz i wchodzisz do La Bella Luny. Restauracja jest praktycznie pusta. Z tyłu lokalu dobiegają ledwo słyszalne dźwięki patetycznej muzyki. Wiadomo, gdzie się podziali klienci. Jedyne, o czym teraz myślisz, to zamówić drinka i wygrać sporą sumkę…

source: When gathering <i>The Midnight Masks</i> encounter set, only gather the 5 treachery cards (2x False Lead and 3x Hunting Shadow). Do not gather the locations, act, agenda, and scenario reference cards from that set.
pl: Z zestawu spotkań <i>Maski północy</i> zbierz tylko 5 kart podstępu (2x Fałszywy trop i 3x Prześladujący cień). Nie zbieraj kart lokalizacji, aktów, tajemnic ani pomocy scenariusza, należących do tego zestawu spotkań.

source: You may optionally decide to gather the cards included in the <i>Return to the House Always Wins</i> encounter set, as well, if your collection includes them.
pl: Dodatkowo, możesz również zebrać karty z zestawu spotkań <i>Powrót Kasyno zawsze wygrywa</i>, jeżeli znajduje się on w twojej kolekcji.

source: If you do, perform the following additional steps:
pl: Jeśli skorzystasz z tej opcji, zastosuj się do poniższych dodatkowych poleceń:

source: Remove the “Return to” setup card from the game.
pl: Usuń z gry kartę „Powrót Kasyno zawsze wygrywa”.

source: Remove the original version of the Clover Club Lounge from the game and use the new version of the Clover Club Lounge instead.
pl: Zamień oryginalną lokalizację Salon w Clover Club na nową wersję z tego zestawu spotkań.

source: Set the Clover Club Stage aside, out of play.
pl: Odłóż na bok, poza grę, kartę Scena w Clover Club.

source: Include the new treachery cards with the remainder of the encounter cards.
pl: Dodaj nowe karty podstępów do pozostałych kart spotkań.

source: Remember that “Skids” O’Toole has “cheated.”
pl: Zapamiętaj, że „Ślizg” O’Toole „oszukiwał”.

source: Remove the original scenario reference card from <i>The House Always Wins</i> encounter set from the game. Use the new scenario reference card provided in the downloadable <i>All or Nothing</i> encounter set.
pl: Usuń z gry oryginalną kartę pomocy scenariusza z zestawu spotkań <i>Kasyno zawsze wygrywa</i>. Użyj nowej karty pomocy scenariusza z pobranego zestawu spotkań <i>Wszystko albo nic</i>.

source: Remove the original act and agenda deck from <i>The House Always Wins</i> encounter set from the game. Build the act and agenda decks using only the new act and agenda cards provided in the downloadable <i>All or Nothing</i> encounter set.
pl: Usuń z gry oryginalne talie aktów i tajemnic z zestawu spotkań <i>Kasyno zawsze wygrywa</i>. Stwórz talię aktów i talię tajemnic, używając do tego jedynie kart z pobranego zestawu spotkań <i>Wszystko albo nic</i>.

source: Remove the Peter Clover asset and the Dr. Francis Morgan story asset from the game. These cards are not used in this challenge scenario.
pl: Usuń z gry następujące karty: atut Peter Clover oraz atut fabularny Dr. Francis Morgan. Nie są one używane w tym scenariuszu wyzwaniu.

source: Set the following cards aside, out of play: each copy of the Back Hall Doorway location, each copy of the Clover Club Bouncer enemy, and the Siobhan Riley enemy.
pl: Odłóż na bok, poza grę, następujące karty: wszystkie kopie Drzwi w korytarzu, wszystkie kopie wroga Bramkarz Clover Club oraz wroga Siobhan Riley.

source: Put each of the remaining locations into play: Darkened Hall, Clover Club Lounge, Clover Club Bar, Clover Club Cardroom, and La Bella Luna.
pl: Umieść w grze każdą z pozostałych lokalizacji: Zacieniony korytarz, Salon w Clover Club, Bar w Clover Club, Sala gier karcianych w Clover Club oraz La Bella Luna.

source: Each investigator begins play in La Bella Luna.
pl: Wszyscy badacze rozpoczynają grę w La Bella Lunie.

source: Put the Clover Club Pit Boss enemy into play in the Clover Club Lounge.
pl: Umieść Kierownika kasyna Clover Club w grze, w Salonie w Clover Club.

source: “Skids” O’Toole must either upgrade Hospital Debts to its advanced version, or downgrade the advanced version of On the Lam to its original version.
pl: „Ślizg” O’Toole musi ulepszyć Szpitalne długi do zaawansowanej wersji albo przywrócić zaawansowaną wersję Zbiega do oryginalnej wersji.

source: Upgrade to advanced Hospital Debts
pl: Ulepsz Szpitalne długi do zaawansowanej wersji

source: Downgrade from advanced On the Lam
pl: Przywróć Zbiega do oryginalnej wersji

source: “Skids” O’Toole may either upgrade On the Lam to its advanced version, or downgrade the advanced version of Hospital Debts to its original version.
pl: „Ślizg” O’Toole może ulepszyć Zbiega do zaawansowanej wersji albo przywrócić zaawansowaną wersję Szpitalnych długów do oryginalnej wersji.

source: Upgrade to advanced On the Lam
pl: Ulepsz Zbiega do zaawansowanej wersji

source: Downgrade advanced Hospital Debts
pl: Przywróć Szpitalne długi do oryginalnej wersji

source: No change
pl: Nic nie zmieniaj

source: Each investigator earns experience equal to the combined Victory X value of each card in the victory display.
pl: Każdy badacz zdobywa punkty doświadczenia w liczbie równej łącznej wartości „Zwycięstwo X” wszystkich kart w puli zwycięstwa.

source: If the number of resources on Act 2a is (choose one)…
pl: Jeżeli liczba żetonów zasobów na Akcie 2a wynosi (wybierz jedno)…

source: 10[per_investigator] or more resources…
pl: 10[per_investigator] lub więcej…

source: 20[per_investigator] or more resources…
pl: 20[per_investigator] lub więcej…

source: 30[per_investigator] or more resources…
pl: 30[per_investigator] lub więcej…

source: 40[per_investigator] or more resources…
pl: 40[per_investigator] lub więcej…

source: 50[per_investigator] or more resources…
pl: 50[per_investigator] lub więcej…

source: 60[per_investigator] or more resources…
pl: 60[per_investigator] lub więcej…

source: “Skids” O’Toole begins the next scenario with 1 additional resource.
pl: „Ślizg” O’Toole rozpoczyna kolejny scenariusz z 1 dodatkowym żetonem zasobu.

source: “Skids” O’Toole begins the next scenario with 2 additional resources.
pl: „Ślizg” O’Toole rozpoczyna kolejny scenariusz z 2 dodatkowymi żetonami zasobów.

source: “Skids” O’Toole begins the next scenario with 3 additional resources.
pl: „Ślizg” O’Toole rozpoczyna kolejny scenariusz z 3 dodatkowymi żetonami zasobów.

source: “Skids” O’Toole earns 1 bonus experience and begins the next scenario with 4 additional resources.
pl: „Ślizg” O’Toole zdobywa 1 dodatkowy punkt doświadczenia i rozpoczyna kolejny scenariusz z 4 dodatkowymi żetonami zasobów.

source: “Skids” O’Toole earns 2 bonus experience and begins the next scenario with 5 additional resources.
pl: „Ślizg” O’Toole zdobywa 2 dodatkowe punkty doświadczenia i rozpoczyna kolejny scenariusz z 5 dodatkowymi żetonami zasobów.

source: “Skids” O’Toole earns 3 bonus experience and begins the next scenario with 6 additional resources.
pl: „Ślizg” O’Toole zdobywa 3 dodatkowe punkty doświadczenia i rozpoczyna kolejny scenariusz z 6 dodatkowymi żetonami zasobów.

source: Heart pounding and exhilaration coursing through your veins, you don’t know what gives you more of a rush: winning money from the O’Bannions or escaping from them. This night is proof of what you’ve always thought: “Skids” O’Toole always wins…
pl: Serce wali ci jak młot, a endorfiny pulsują w żyłach i sam nie wiesz, co jest bardziej ekscytujące: ogrywanie O’Bannionów czy ucieczka przed nimi. Ta noc dowodzi tego, co zawsze wiedziałeś: to „Ślizg” O’Toole zawsze wygrywa…

source: You’ve failed to go unnoticed. Within minutes, you are surrounded by the O’Bannion’s heartless enforcers and dragged into a dark room. The brutes clench their fists and roll up their sleeves. You close your eyes and brace for the hard lesson they’re about to teach you: Lady Luck is no use at the Clover Club. You end up in a heap of trash outside the back alley entrance of the club. All things considered, it could have been worse. Bruised and battered, you remove the Clover Club from your rotating list. Gambling isn’t worth it if the stake is your life. You know firsthand that, at the Clover Club, the house always wins…
pl: Nie udało ci się pozostać niezauważonym. W przeciągu zaledwie paru minut zostajesz otoczony przez bezdusznych zbirów O’Bannionów i zaciągnięty do jakiegoś ciemnego pokoju. Zakapiory zaciskają pięści i zakasują rękawy. Zamykasz oczy i szykujesz się na bolesną lekcję, którą zaraz ci udzielą: w Clover Club Fortuna nic nie znaczy. Dochodzisz do siebie na stercie śmieci przy tylnym wyjściu z klubu. Jakby nie patrzeć, mogło być gorzej. Posiniaczony i poobijany, skreślasz Clover Club ze swojej listy odwiedzanych lokali. Kiedy stawką jest twoje życie, lepiej sobie odpuścić hazard. Na własnej skórze przekonałeś się, że w Clover Club to kasyno zawsze wygrywa…
