Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/side/by_the_book.po
Languages: pl

source: Red tape is stifling. Ever since you arrived in Arkham, your cases have gotten harder and harder to navigate. You thought you would be tracking down smugglers and mobsters, not imaginary monsters. But the longer your absurd cases remain open, the more you begin to think maybe they aren’t so absurd, after all. And perhaps that means the monsters aren’t imaginary, either. The Bureau has countless guidelines for handling cases of all sorts, but it is eerily silent on the matter of human sacrifices. So when you were told about the bodies found inside the Black Cave, you weren’t sure where to begin. Questioning the locals and loved ones of the deceased yielded nothing of value. The evidence left behind in the cave was unhelpful, to say the least—offerings and writings proclaiming the sacrifices to be gifts, along with depictions of a monstrous tree. So you did what you do best: you put your nose to the ground and found the thread connecting all of the deaths. One man lies at the center of all of the victims: Mr. Damien Grey. The congressman is not from Arkham, has no relatives or loved ones in the area, and is on no committee that would require his presence in town. And yet, he’s been staying in Arkham for the past few months, his purpose unknown. And he is connected to each of the victims through no more than two degrees of separation, which smells fishy to you. Fishier still is the police escort that follows Mr. Grey through town 24/7, despite the fact that there have been no threats on the congressman’s well-being. You have to get to the bottom of this mystery, and soon. Now you see that damned tree everywhere. More people go missing by the day, and some have even claimed to see goatlike monsters prowling the alleyways. But if Mr. Grey is indeed behind this, you’ll have to be careful. Falsely accusing a politician would certainly spell the end of your career. Time to do what you came to do: dig up the proof, discover the truth, and bring the culprits in for questioning. Every “i” dotted, every “t” crossed.
pl: Biurokracja cię wykańcza. Odkąd przybyłeś do Arkham, każda kolejna sprawa zdaje się trudniejsza od poprzedniej. Spodziewałeś się, że będziesz ścigał przemytników i drobnych rzezimieszków a nie zmyślone potwory. Z drugiej strony im dłużej przeglądasz te wciąż niepozamykane, i pozornie absurdalne, sprawy tym bardziej skłonny jesteś uważać, że może wcale nie są tak absurdalne jak się z początku zdawało. I może te wszystkie potwory wcale nie są zmyślone. Biuro zapewnia niezliczone poradniki o tym, jak prowadzić rozmaite dochodzenia, ale dziwnym trafem żaden z nich nie wspomina słowem o tych dotyczących składania ofiar z ludzi. Kiedy więc doniesiono ci o ciałach znalezionych w Czarnej jaskini, nie do końca wiedziałeś od czego zacząć. Przesłuchania bliskich ofiar jak i okolicznych mieszkańców nie przyniosły w zasadzie żadnych wartych uwagi informacji. Nawet odnalezione w jaskini dowody były, delikatnie mówiąc, niezbyt pomocne – zbiór drobiazgów i nieco enigmatycznych zapisków sugerujących, że zamordowani mieli być czymś w rodzaju daru, i wreszcie malunek przedstawiający gigantycznych rozmiarów drzewo. Zrobiłeś więc to, w czym jesteś najlepszy: powęszyłeś najdokładniej jak się dało i znalazłeś coś, co łączy te tajemnicze morderstwa. Pan Damien Grey, człowiek który wydaje się być w centrum wszystkich tych wydarzeń. Kongresmen spoza Arkham, żadnych krewnych i bliskich w okolicy. Nie zasiada też w żadnej radzie, której zadania tłumaczyłyby jego ciągłą obecność w mieście, a mimo to od miesięcy, z niejasnych przyczyn, nie opuszczał Arkham. Jest również związany z każdą z ofiar nie dalej niż o dwa stopnie oddalenia. Coś tu ewidentnie śmierdzi. A policyjna eskorta dniem i nocą towarzysząca Panu Greyowi, mimo braku jakichkolwiek pogróżek w jego stronę, śmierdzi jeszcze bardziej. Musisz czym prędzej dotrzeć do źródła tej tajemnicy. Do tego obraz tego przeklętego drzewa wszędzie ci towarzyszy. Kolejni ludzie giną, a niektórzy z mieszkańców zaklinają się, że widzieli kozłopodobne stworzenia czające się w mrocznych alejkach. Jeśli Pan Grey ma z tym wszystkim coś wspólnego, to musisz być niezwykle ostrożny. Fałszywe oskarżenia rzucone w stronę tak ważnego polityka to szybka droga do zakończenia twojej kariery. Czas wziąć się do roboty: wygrzebać każdy możliwy dowód, odkryć każdą nawet najbardziej niewygodną prawdę i przesłuchać tych, którzy za tym wszystkim stoją. Nikt i nic nie umknie twej uwadze.

source: Remove the original scenario reference card from <i>The Midnight Masks</i> encounter set from the game. Use the new scenario reference card provided in the downloadable <i>By the Book</i> encounter set.
pl: Usuń z gry oryginalną kartę pomocy scenariusza z zestawu spotkań <i>Maski północy</i>. Użyj nowej karty pomocy scenariusza z pobranego zestawu spotkań <i>W majestacie prawa</i>.

source: Remove the original act and agenda deck from <i>The Midnight Masks</i> encounter set from the game. Build the act and agenda decks using only the new act and agenda cards provided in the downloadable <i>By the Book</i> encounter set.
pl: Usuń z gry karty z oryginalnych talii aktów i tajemnic z zestawu spotkań <i>Maski północy</i>. Stwórz talię aktów i talię tajemnic, używając do tego jedynie kart z pobranego zestawu spotkań <i>W majestacie prawa</i>.

source: Remove the Your House location and both copies of the Mysterious Chanting treachery from the game. These cards are not used in this challenge scenario.
pl: Usuń z gry następujące karty: lokalizację Twój dom i obie kopie karty podstępu Tajemnicze pieśni. Nie są one używane w tym scenariuszu wyzwaniu.

source: Choose one of the two Downtown locations and one of the two Southside locations at random and put them into play. Remove the other versions of Downtown and Southside from the game. Then, put the Northside, Easttown, Rivertown, St. Mary’s Hospital, Graveyard, Miskatonic University, and Arkham Police Station locations into play.
pl: Wylosuj jedną z dwóch lokalizacji Downtown oraz jedną z dwóch lokalizacji Southside i umieść je w grze. Usuń z gry inne wersje Downtown i Southside. Następnie umieść w grze lokalizacje Northside, Easttown, Rivertown, Szpital św. Marii, Cmentarz, Uniwersytet Miskatonic oraz Posterunek Policji w Arkham.

source: Each investigator begins play at the Arkham Police Station.
pl: Wszyscy badacze rozpoczynają grę na Posterunku Policji w Arkham.

source: Arkham Police Station
pl: Posterunek Policji w Arkham

source: Shuffle the 9 [[Cultist]] enemies from <i>the Cult of Umôrdhoth</i> and <i>Dark Cult</i> encounter sets together, then place one of those enemies facedown underneath each location in play, as a conspirator.
pl: Potasuj razem 9 wrogów z cechą [[Kultysta]] z zestawów spotkań <i>Kult Umôrdhotha</i> i <i>Mroczny kult</i> a następnie umieść po jednym zakrytym wrogu pod każdą lokalizacja w grze. Są to spiskowcy.

source: You may optionally decide to gather the cards included in the <i>Return to the Cult of Umôrdhoth</i> encounter set, as well, if your collection includes them.
pl: Opcjonalnie możesz zdecydować się zebrać karty z zestawu spotkań <i>Powrót Kultu Umôrdhotha</i>, jeśli posiadasz je w swojej kolekcji.

source: If you do, shuffle the 3 cards from this encounter set with the 9 [[Cultist]] enemies from above, and remove 3 of the 12 cards at random from the game without looking at them. Then place one of the remaining enemies facedown underneath each location in play, as a conspirator.
pl: Jeśli to zrobisz, potasuj 3 karty z tego zestawu razem z 9 kartami wrogów z cechą [[Kultysta]], które potasowałeś wcześniej, a następnie usuń z gry 3 z 12 kart bez podglądania. Następnie umieść po jednym zakrytym wrogu pod każdą lokalizacja w grze. Są to spiskowcy.

source: Roland Banks begins the game with 1 clue <i>(from the token pool)</i>.
pl: Roland Banks rozpoczyna grę z 1 żetonem wskazówki <i>(z puli żetonów)</i>.

source: Shuffle the 24 remaining encounter cards to build the encounter deck.
pl: Potasuj pozostałe 24 karty spotkań w celu utworzenia talii spotkań.

source: Roland Banks either upgrade Cover Up to its advanced version, or downgrade the advanced version of Roland's .38 Special to its original version.
pl: Roland Banks musi ulepszyć Zacieranie śladów do zaawansowanej wersji, albo przywrócić zaawansowaną wersję Specjalnej .38 Rolanda do oryginalnej wersji.

source: Upgrade to advanced Cover Up
pl: Ulepsz Zacieranie śladów do zaawansowanej wersji

source: Downgrade from advanced Roland's .38 Special
pl: Przywróć Specjalną .38 Rolanda do oryginalnej wersji

source: Roland Banks may either upgrade Roland's .38 Special to its advanced version, or downgrade the advanced version of Cover Up to its original version.
pl: Roland Banks może ulepszyć Specjalną .38 Rolanda do zaawansowanej wersji albo przywrócić zaawansowaną wersję Zacierania śladów do oryginalnej wersji.

source: Upgrade to advanced Roland's .38 Special
pl: Ulepsz Specjalną .38 Rolanda do zaawansowanej wersji

source: Downgrade advanced Cover Up
pl: Przywróć Zacieranie śladów do oryginalnej wersji

source: Roland Banks earns experience equal to the combined Victory X value of each enemy in the victory display.
pl: Roland Banks zdobywa punkty doświadczenia równe łącznej wartości „Zwycięstwo X” wszystkich kart wrogów w puli zwycięstwa.

source: Victory display (enemies only):
pl: Pula zwycięstwa (tylko karty wrogów):

source: Each other investigator earns experience equal to the combined Victory X value of each location in the victory display.
pl: Każdy inny badacz zdobywa punkty doświadczenia równe łącznej wartości „Zwycięstwo X” wszystkich kart lokalizacji w puli zwycięstwa.

source: Victory display (locations only):
pl: Pula zwycięstwa (tylko karty lokalizacji):

source: If the number of [[Cultist]] enemies in the victory display is (choose one)…
pl: Jeżeli liczba wrogów z cechą [[Kultysta]] w puli zwycięstwa wynosi (wybierz jedno)…

source: Roland Banks begins the next scenario with 1 additional card in hand.
pl: Roland Banks rozpoczyna kolejny scenariusz z 1 dodatkową kartą na ręce.

source: Roland Banks begins the next scenario with 2 additional cards in hand.
pl: Roland Banks rozpoczyna kolejny scenariusz z 2 dodatkowymi kartami na ręce.

source: Roland Banks begins the next scenario with 3 additional cards in hand.
pl: Roland Banks rozpoczyna kolejny scenariusz z 3 dodatkowymi kartami na ręce.

source: Choose and remove any non-symbol token from the chaos bag, for the remainder of the campaign.
pl: Na czas dalszej kampanii wybierz i usuń jeden pozbawiony symbolu żeton chaosu z worka chaosu.

source: Is Mr. Grey in the victory display?
pl: Pan Grey znajduje się w puli zwycięstwa?

source: No resolution was reached and Roland resigned
pl: Nie udało się osiągnąć żadnego zakończenia i Roland Banks zrezygnował

source: Each other investigator was defeated
pl: Każdy inny badacz został pokonany

source: Your evidence presented and the case closed, you return to your typical day-to-day of investigating bootleggers and common criminals. Those responsible for the murders—those you could catch, anyway—are safely behind bars. With the proof you collected, not even Mr. Grey’s extensive influence can pardon their crimes. But returning to your usual cases has proven difficult. Nagging worries pull at your thoughts. Something compelled Mr. Grey and the others to commit these heinous crimes. To sacrifice human lives in the pursuit of some dark, sinister purpose. A rot lies beneath the surface of this town like mold hides in the foundations of an old, rotting house. With so much left unknown, how can you be sure the guidelines of the Bureau account for what you’ve seen? What if next time, you have to break the rules to get to the truth? What will you do then?
pl: Przedstawiłeś swoje dowody i sprawa została zamknięta, więc wracasz do swoich codziennych zajęć - ścigania drobnych złodziejaszków i przemytników alkoholu. Odpowiedzialni za niedawne morderstwa, a przynajmniej ci których udało ci się dopaść, siedzą za kratami. Niezbite dowody ich winy sprawią, że żaden z nich, nawet Pan Grey, nie umkną wymiarowi sprawiedliwości. Jednak powrót do codzienności okazał się trudniejszy niż myślałeś. Dziwny niepokój zaprząta twoje myśli. Coś przecież musiało popchnąć Pana Greya i jego popleczników do tak okrutnych zbrodni. Morderstw popełnianych w pogoni za jakimś mrocznym, złowieszczym celem. Zgnilizna i rozkład toczy to miasto od wewnątrz, zupełnie jak pleśń wyściełająca fundamenty starego domu. Czy po tym co widziałeś nadal możesz polegać na poradnikach i materiałach zapewnianych przez Biuro? A co jeżeli kolejna sprawa wymusi działanie wbrew zasadom? Jak się wtedy zachowasz?

source: No amount of procedure or training could have prepared you for the monsters that emerged during your investigation—both the human ones and the literal ones. Despite your best efforts, you were forced to close the case and lay low. Any further involvement might have been the very end of you. Mr. Grey and his goons may never face the proper consequences for their heinous acts. But at least now you know of the true rot that lies beneath the surface of this town. You’ll be better prepared next time. Rules or no rules.
pl: Żadne procedury czy ćwiczenia nie mogły przygotować cię na potwory, z którymi się zetknąłeś. Ani na te w dosłownym znaczeniu, ani te w ludzkiej skórze. Dałeś z siebie wszystko, ale to nie wystarczyło i musiałeś zamknąć sprawę i na jakiś czas przestać się wychylać. Jakiekolwiek dalsze działania z pewnością sprowadziły by na ciebie zgubę. Pan Grey i jego trepy być może nigdy nie odpowiedzą za to, czego się dopuścili. Przy tym wszystkim wiesz już przynajmniej, że to miasto gnije od wewnątrz. Następnym razem zadziałasz skuteczniej. Zgodnie z prawem lub nie.
