Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/heart_of_the_elders_part_2.po
Languages: pl

source: Heart of the Elders, Part 2
pl: Serce Starszych, Część 2

source: Scenario V–B: Heart of the Elders, Part 2
pl: Scenariusz V-B: Serce Starszych, Część 2

source: Scenario V-B
pl: Scenariusz V-B

source: You descend down miles of steep, cold stone. The tunnels are chokingly narrow at first, filled with rubble and detritus. Finally, you reach level ground, and the cavern’s true nature reveals itself before you. It is as though there were an entire world below the surface; the cavern’s ceiling is like a stone curtain of sky above you. Even more vast and terrifying are the endless depths below you, beyond the edges of stone chasms and archaic bridges. On all sides, this underground realm seems to extend beyond the boundary of your sight; you wonder just how far it reaches. Perhaps the entirety of the known surface of the Earth is but the top layer of another world…
pl: Schodzicie po zimnych skałach wiele kilometrów w głąb. Początkowo tunele są bardzo wąskie, pełne kamieni i skalnych odłamków. W końcu docieracie na poziom dna i jaskinia ujawnia wam swoje prawdziwe oblicze. Zupełnie jakby pod powierzchnią krył się inny świat z niebem w postaci kamiennego sklepienia jaskini. Jeszcze bardziej przepastne i przerażające są bezdenne głębiny za krawędzią urwiska, nad którym rozciąga cię łukowy most. Podziemne królestwo zdaje się ciągnąc we wszystkich kierunkach, poza zasięg waszego wzroku i zastanawiacie się, jak daleko sięgają jego granice. Może cała powierzchnia Ziemi jest tylko górną warstwą innego świata…

source: Put the Mouth of K’n-yan into play, <i>(The Depths Beneath)</i> side faceup. Each investigator begins play at the Mouth of K’n-yan <i>(The Depths Beneath)</i>.
pl: Umieść w grze Wejście do K’n-yan, stroną <i>(Podziemne głębiny)</i> do góry. Wszyscy badacze rozpoczynają grę na Wejście do K’n-yan <i>(Podziemne głębiny)</i>.

source: Search the collection for each card listed in parentheses next to “the jungle watches” in your Campaign Log. Add those cards to the victory display.
pl: Przeszukaj kolekcję kart w poszukiwaniu wszystkich kart wymienionych w nawiasie obok <i>dżungla was obserwuje</i> w Dzienniku kampanii. Dodaj dane karty do puli zwycięstwa.

source: Set the Descent to Yoth location aside, out of play.
pl: Odłóż lokalizację Zejście do Yoth na bok, poza grę.

source: Create the exploration deck. This is done by taking the 5 remaining single-sided locations from the <i>K’n-yan</i> encounter set and shuffling them together, along with 1 copy each of the following encounter cards: Pitfall, No Turning Back, Deep Dark, and Final Mistake.
pl: Stwórz talię eksploracji. W tym celu należy potasować 5 pozostałych jednostronnych lokalizacji z zestawu spotkań <i>K’n-yan</i> razem z jedną kopią każdej z następujących kart spotkań: Wilczy dół, Nie ma odwrotu, Głęboka ciemność i Ostatni błąd.

source: Which of the following is true?
pl: Które z poniższych stwierdzeń jest prawdziwe?

source: Harbinger did not enter play.
pl: Waluzjański herold nie wszedł do gry.

source: Harbinger is in the victory display.
pl: Waluzjański herold znajduje się w puli zwycięstwa.

source: Harbinger is still in play or set aside.
pl: Waluzjański herold znajduje się w grze lub jest odłożony na bok.

source: Record in your campaign log next to <i>“the Harbinger is still alive”</i>, record in parentheses how much damage is on the Harbinger of Valusia, replacing the number that was previously in parentheses.
pl: Zanotuj w nawiasie obok <i>Herold nadal żyje</i> w Dzienniku kampanii, ile obrażeń znajduje się na Waluzjańskim heroldzie, zastępując tym samym liczbę znajdującą się wcześniej w nawiasie.

source: You awaken, lying on rough stone in a place much colder and deeper than before. You stand and take stock of your surroundings, noting the red glow that seems to emanate from the cavern to your left. You follow it for several minutes, until finally it leads you into a well-lit entryway, filled with stone pillars. At the far end of the room lies an ornate and elaborately decorated doorway, a stone disc that has been rolled aside to unveil the hellish realm beyond.
pl: Budzisz się na szorstkim kamieniu. Jesteś teraz znacznie głębiej niż wcześniej i jest tu znacznie chłodniej. Wstajesz i rozglądasz się, zauważając czerwony blask bijący z jaskini po lewej. Idziesz za nim przez kilka minut i w końcu docierasz do dobrze oświetlonego przedsionka pełnego kamiennych kolumn. W drugim końcu pomieszczenia widzisz bogato zdobione drzwi w postaci kamiennego dysku, który odtoczono na bok, otwierając przejście do piekielnego świata widocznego za progiem.

source: “Finally! Yoth, cavern of the serpents! The cursed ones, who fled the destruction of Valusia!” Alejandro examines the entryway with wonder in his eyes, arms raised in exultation. You know not of what he speaks, and you are beginning to grow worried. Just then, something scutters behind you, and a sound like the click-clacking of a claw catches you by surprise. Emerging from the darkness behind you are several alien creatures, the likes of which you have never seen: ten feet tall, with conical bodies that end in four strange appendages of varying lengths. “There you are,” Alejandro says calmly. One of the creatures responds by clicking its claws against one another in a deliberate pattern. “Take their minds,” Alejandro commands the creatures. “We have no further use for them.” It is your last human memory.
pl: „W końcu! Yoth, jaskinia węży! Przeklęci, którzy uciekli przed zagładą Waluzji!” Alejandro ogląda wejście z zachwytem w oczach, unosząc tryumfalnie ręce. Nie masz pojęcia, o czym mówi, i zaczynasz się niepokoić. Nagle słyszysz za sobą stukający odgłos. Z ciemności za twoimi plecami wyłania się kilka obcych istot. Nigdy nie widziałeś czegoś podobnego. Mają dziesięć stóp wzrostu i stożkowate ciała, z których wyrastają cztery dziwne kończyny różnej długości. „Tu jesteście” – odzywa się spokojnie Alejandro. Jedna z istot odpowiada, stukając szczypcami w specyficzny sposób. „Weźcie ich umysły” – rozkazuje stworom Alejandro. „Już nie są nam do niczego potrzebni”. Jego słowa to twoje ostatnie ludzkie wspomnienie.

source: Before you are able to cross into the next layer of the cavern, a sound like the click-clacking of a claw catches you by surprise. Emerging from the darkness behind you are several alien creatures, the likes of which you have never seen: ten feet tall, with conical bodies that end in four strange appendages of varying lengths. You are stunned to see a human figure standing at the head of the group: none other than Alejandro Vela. “Take their minds,” Alejandro commands the creatures. “We have no further use for them.” It is your last human memory.
pl: Kiedy zamierzasz już przejść na kolejny poziom jaskini, rozlega się niespodziewany stukot szczypiec. Z ciemności za twoimi plecami wyłania się kilka obcych istot. Nigdy nie widziałeś czegoś podobnego. Mają dziesięć stóp wzrostu i stożkowate ciała, z których wyrastają cztery dziwne kończyny różnej długości. Ku twojemu zdumieniu prowadzi je jakiś człowiek, którym okazuje się być nie kto inny jak Alejandro Vela. „Weźcie ich umysły” – rozkazuje stworom Alejandro. „Już nie są nam do niczego potrzebni”. Jego słowa to twoje ostatnie ludzkie wspomnienie.
