Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/the_city_of_archives.po
Languages: pl

source: Scenario VI: The City of Archives
pl: Scenariusz VI: Miasto archiwów

source: You remember very little of the next few days. Your consciousness fades in and out as your body grips with exhaustion, and your mind feebly attempts to comprehend what exactly has happened to you. The inhabitants of this place are the same creatures you saw Alejandro consorting with: immense corrugated cones of clammy flesh, with four thick limbs extending from the top. They are horrifying to look upon, but they do not harm you as you expected they might. Your first few days are spent restrained and questioned by the creatures, several of which are somehow able to communicate in English. Others reproduce your language using an odd futuristic machine, played like a musical instrument. You are reminded strangely of the jazz piano at the Nightingale. It is only then that you realize your body has been altered. You have no hands or fingers to play the keys, no legs to walk upon, no lungs to scream out. You are one of them now, one of the creatures that has taken you captive, and your original body is nowhere to be seen. Despite your captivity, the creatures do not seem intent on harming you. Instead, they merely interview you, asking all manner of questions about a broad range of topics: your society, your profession, your technology, your ecosystem, your human body. Their thirst for knowledge is unyielding, unending. Their questions range from the mundane to the complex. They implore you to write copiously in your own language, taking anything you write to store away in their vast archives. You are informed that you will be able to roam the city freely if you comply.
pl: Niewiele pamiętasz z ostatnich kilku dni. Twoja świadomość zanikała i wracała, ciało robiło się coraz bardziej zmęczone, a umysł próbował pojąć, co się właściwie z tobą dzieje. Mieszkańcy tego miejsca wyglądają jak istoty, którym rozkazywał Alejandro: ogromne pofałdowane stożki o lepkiej skórze z czterema grubymi kończynami na czubku. Patrzenie na nie jest przerażające, ale nie krzywdzą was, choć spodziewałeś się, że będą wrogo nastawione. Przez kilka pierwszych dni jesteś uwięziony i przesłuchiwany przez istoty. Co zaskakujące, kilka z nich potrafi się nawet porozumiewać w waszym języku. Inne symulują go za pomocą dziwnej maszyny, grając na niej jak na instrumencie. Nachodzi cię dziwne wspomnienie fortepianu jazzowego z klubu Nightingale. I wtedy uświadamiasz sobie, że twoje ciało zostało zmienione. Nie masz dłoni ani palców, żeby grać na klawiszach, ani nóg, na których mógłbyś chodzić, ani płuc, żeby krzyczeć z przerażenia. Jesteś jedną z nich, jedną z istot, które cię uprowadziły, a po twoim prawdziwym ciele nie ma śladu. Choć zostałeś uwięziony, istoty najwyraźniej nie zamierzają cię krzywdzić. Zamiast tego tylko cię przesłuchują, zadając pytania na przeróżne tematy: społeczeństwa, twojego zawodu, technologii, ekosystemu, twojego ludzkiego ciała. Ich głód wiedzy jest ogromny i nienasycony. Pytają zarówno o przyziemne rzeczy, jak i o skomplikowane zagadnienia. Nalegają, żebyś pisał różne rzeczy w swoim języku, zabierając wszelkie zapiski do swoich przepastnych archiwów. Informują cię, że jeśli będziesz współpracować, pozwolą ci swobodnie zwiedzać miasto.

source: <i>Cooperate and tell the creatures everything you know.</i>
pl: <i>Współpracujecie i mówicie istotom wszystko, co wiecie.</i>

source: <i>Refuse and resist captivity.</i>
pl: <i>Odmawiacie i pozostajecie w zamknięciu.</i>

source: You cooperate with the creatures, hoping to earn your freedom. You are sick of captivity, and perhaps you will be able to find a way home if you are able to roam the city at will. The creatures seem pleased that you are answering their questions, though their mannerisms are still completely alien to you. Days turn to weeks, perhaps even longer. It is difficult to tell. Finally, one of the creatures informs you that you are free to roam the halls of the city, with several restrictions: You are not allowed to do harm to your new body, for it belongs to another of their race, and you are not allowed to leave the city. Your restraints are lifted, and the creature watches with keen interest as you get used to your conical body.
pl: Współpracujesz z istotami z nadzieją, że to zapewni ci wolność. Masz już dość niewoli i może uda ci się znaleźć drogę do domu, jeśli pozwolą ci chodzić po mieście. Istoty wydają się zadowolone z twoich odpowiedzi, choć ich zachowanie jest dla ciebie wciąż bardzo obce. Mijają dni, tygodnie, a może nawet dłużej. Trudno powiedzieć. W końcu jedna z istot informuje cię, że możesz swobodnie wędrować po mieście, ale musisz przestrzegać kilku ograniczeń: nie wolno ci zranić swojego nowego ciała, bo należy ono do członka ich rasy, i nie wolno ci opuszczać miasta. Zostajesz uwolniony z więzów i istoty przyglądają się z zainteresowaniem, jak przyzwyczajasz się do poruszania w nowym ciele.

source: the investigators cooperated with the Yithians.
pl: badacze współpracowali z Yithianami.

source: These creatures abducted you and even stole you from your own body. You refuse to give your captors even a single answer. You’d spit in their faces if you could—if you knew how to spit with such body, and if you knew which one of the creatures’ four distensible appendages was a face. Breaking free of your restrains is a hopeless endeavor, but you struggle to escape regardless. Your efforts do not go unnoticed, and one of the creatures is assigned to watch you. It seems more concerned with preventing you from harming your body than preventing you from escaping. After many days of captivity, you find a way to use this to your advantage. You struggle so hard against your restraints that they pierce into your leathery, cold flesh, drawing out a bit of viscous slime-blood. Your guard quickly apporoaches, clicking its claws together repeatedly. It undoes your restraints, and the moment it does, your claw appendages strike at what you believe to be the creature’s throat. It collapses to the floor, writhing in pain.
pl: Te istoty cię porwały. Mało tego, uprowadziły cię z własnego ciała. Nie zamierzasz odpowiadać porywaczom na żadne pytania. Splunąłbyś im w twarz, gdybyś mógł – gdybyś tylko wiedział, jak w ogóle pluć tym ciałem i która z czterech kończyn tych istot to twarz. Wyrywanie się z więzów nie ma sensu, ale i tak próbujesz. Twoje wysiłki nie pozostają niezauważone i jedna z istot zostaje oddelegowana, żeby cię pilnować. Masz wrażenie, że bardziej się martwi, żebyś nie zrobił sobie krzywdy, niż tym, że mógłbyś uciec. Po wielu dniach niewoli znajdujesz sposób, żeby wykorzystać tę przewagę. Szarpiesz się w więzach tak gwałtownie, że zaczynają się wżynać w twoje skórzaste, chłodne ciało i upuszczają nieco gęstej krwi. Twój strażnik natychmiast do ciebie podchodzi, postukując raz za razem szczypcami. Rozwiązuje więzy, a kiedy tylko to robi, uderzasz go szczypcami w miejsce, które wygląda na gardło istoty. Stwór pada na ziemię, wijąc się z bólu.

source: the investigators resisted captivity.
pl: badacze pozostali w zamknięciu.

source: Before drawing opening hands, each investigator searches their deck and play area for all unique [[Item]] assets. Set each of those assets aside, out of play. They do not exist in this time period.
pl: Przed dobraniem początkowych kart każdy badacz przeszukuje swoją talię i obszar gry w poszukiwaniu wszystkich unikatowych atutów z cechą [[Przedmiot]]. Odłóż wszystkie takie atuty na bok, poza grę. Nie istnieją one w tym planie czasowym.

source: Before drawing opening hands, if a player has Alejandro Vela in their deck, search that investigator’s deck for Alejandro Vela and set him aside, out of play.
pl: Przed dobraniem początkowych kart, jeśli dowolny gracz posiada w swojej talii Alejandra Velę, należy przeszukać talię danego badacza w poszukiwaniu Alejandra Veli i odłożyć go na bok, poza grę.

source: Replace each player’s investigator card with a Body of a Yithian investigator card (see <b>Body of a Yithian</b>, below).
pl: Zastąp kartę badacza każdego gracza kartą badacza Ciało Yithiana (patrz <b>Ciało Yithiana</b> poniżej).

source: Put the Interview Room (<i>Arrival Chamber</i>) into play (it is one of the three Interview Room locations). Each investigator begins play in the Interview Room (<i>Arrival Chamber</i>). Randomize the other two Interview Room locations and put them into play, as well.
pl: Umieść w grze Pokój przesłuchań <i>(Pomieszczenie dla przybyszów)</i> (jest to jedna z trzech lokalizacji Pokój przesłuchań). Wszyscy badacze rozpoczynają grę w Pokoju przesłuchań <i>(Pomieszczenie dla przybyszów)</i>. Pomieszaj pozostałe dwie lokalizacje Pokój przesłuchań i również umieść je w grze.

source: Search the gathered encounter sets for a Yithian Observer and spawn it unengaged in the lead investigator’s location (note that it gains aloof due to the text on act 1a). Then, each investigator gains 1 clue from the token pool.
pl: Przeszukaj zebrane zestawy spotkań w poszukiwaniu Yithiana obserwatora i rozstaw go uwolnionego ze zwarcia w lokalizacji głównego badacza (zgodnie z tekstem na Akcie 1a zyskuje on słowo kluczowe Powściągliwy). Następnie każdy badacz zyskuje 1 żeton wskazówki z puli żetonów.

source: Put the Interview Room (<i>Restraining Chamber</i>) into play (it is one of the three Interview Room locations). Each investigator begins play in the Interview Room (<i>Restraining Chamber</i>). Randomize the other two Interview Room locations and put them into play, as well.
pl: Umieść w grze Pokój przesłuchań <i>(Pomieszczenie dla więźniów)</i> (jest to jedna z trzech lokalizacji Pokój przesłuchań). Wszyscy badacze rozpoczynają grę w Pokoju przesłuchań <i>(Pomieszczenie dla więźniów)</i>. Pomieszaj pozostałe dwie lokalizacje Pokój przesłuchań i również umieść je w grze.

source: Search the gathered encounter sets for a Yithian Observer and place it in the victory display.
pl: Przeszukaj zebrane zestawy spotkań w poszukiwaniu Yithiana obserwatora i umieścić go w puli zwycięstwa.

source: Put the three Halls of Pnakotus locations into play. Set each remaining location aside, out of play.
pl: Umieść w grze trzy lokalizacje Korytarze Pnakotus. Wszystkie pozostałe lokalizacje należy odłożyć na bok, poza grę.

source: Set The Custodian aside, out of play.
pl: Odłóż Kustosza na bok, poza grę.

source: Body of a Yithian
pl: Ciało Yithiana

source: During the setup for this scenario, each investigator is instructed to replace their investigator card with one of the Body of a Yithian investigator cards provided in this Mythos Pack.
pl: Podczas przygotowania tego scenariusza każdy gracz zostanie poproszony o zastąpienie swojej karty badacza jedną z kart badacza Ciało Yithiana znajdującą się w tym Zestawie Mitów.

source: Each investigator’s deck remains the same, but for the duration of this scenario, they must use a Body of a Yithian investigator card, and therefore cannot use any of their investigator’s abilities. Each investigator should still use their investigator mini- card so they can tell who is who.
pl: Talia każdego badacza pozostaje taka sama, jednak na czas tego scenariusza badacze muszą używać karty badacza Ciało Yithiana i z tego powodu nie mogą używać swoich zdolności badaczy. Badacze powinni nadal używać swoich małych kart badaczy, aby można było ich rozróżnić.

source: Any trauma that would normally be placed on your investigator is transferred to your Body of a Yithian investigator card.
pl: Żetony traumy, które normalnie zostałyby umieszczone na badaczu, zostają przeniesione na kartę badacza Ciało Yithiana.

source: Any cards that were attached to or placed underneath your investigator card are attached to or placed underneath your Body of a Yithian card.
pl: Karty, które były dołączone do karty badacza lub umieszczone pod nią, są odpowiednio dołączone do karty badacza Ciało Yithiana lub umieszczone pod nią.

source: For the duration of the scenario, your Body of a Yithian card has the same card title as your former investigator card. <i>For example: If you were playing as Wendy Adams, treat the Body of a Yithian card as if its title were “Wendy Adams” for the duration of this scenario.</i>
pl: Na czas trwania scenariusza twoja karta Ciało Yithiana ma ten sam tytuł, co twoja wcześniejsza karta badacza. <i>Przykładowo, jeśli grałeś jako Wendy Adams, na czas tego scenariusza traktuj kartę Ciało Yithiana tak, jakby jej tytuł brzmiał „Wendy Adams”.</i>

source: The Body of a Yithian card bears the encounter set icon for The City of Archives, and therefore cannot be used in any scenario other than The City of Archives unless otherwise noted.
pl: Karta Ciało Yithiana została oznaczona symbolem zestawu spotkań Miasto archiwów i dlatego nie może być wykorzystywana w żadnym innym scenariuszu niż Miasto archiwów, chyba że zaznaczono inaczej.

source: the investigators had their memories expunged.
pl: wspomnienia badaczy zostały wymazane.

source: Tasks on act 2b that were completed:
pl: Spełnione warunki z Aktu 2b:

source: #X# tasks were completed
pl: Spełniono #X# warunków

source: Because all 6 tasks were completed, record in your Campaign Log that <i>the process was perfected</i>. Each investigator earns 4 bonus experience as they gain insight into the secrets of the Earth.
pl: Ponieważ udało się spełnić wszystkie 6 warunków, zanotuj w Dzienniku kampanii, że <i>proces został doprowadzony do perfekcji</i>. Każdy badacz otrzymuje 4 dodatkowe punkty doświadczenia, ponieważ zdobył informacje na temat sekretów Ziemi.

source: the process was perfected.
pl: proces został doprowadzony do perfekcji.

source: Because 5 tasks were completed, record in your Campaign Log that <i>the process was successful</i>. Each investigator earns 2 bonus experience as they gain insight into the secrets of the Earth.
pl: Ponieważ udało się spełnić 5 warunków, zanotuj w Dzienniku kampanii, że <i>proces zakończył się sukcesem</i>. Każdy badacz otrzymuje 2 dodatkowe punkty doświadczenia, ponieważ zdobył informacje na temat sekretów Ziemi.

source: the process was successful.
pl: proces zakończył się sukcesem.

source: Because 4 tasks were completed, record in your Campaign Log that <i>the process backfired</i>. Each investigator earns 1 bonus experience as they gain insight into the secrets of the Earth.
pl: Ponieważ udało się spełnić 4 warunki, zanotuj w Dzienniku kampanii, że <i>proces miał niepożądane skutki</i>. Każdy badacz otrzymuje 1 dodatkowy punkty doświadczenia, ponieważ zdobył informacje na temat sekretów Ziemi.

source: the process backfired.
pl: proces miał niepożądane skutki.

source: Because only 3 tasks were completed, record in your Campaign Log that <i>the process backfired spectacularly</i>.
pl: Ponieważ udało się spełnić 3 warunki, zanotuj w Dzienniku kampanii, że <i>proces miał spektakularne niepożądane skutki</i>.

source: the process backfired spectacularly.
pl: proces miał spektakularne niepożądane skutki.

source: “Alejandro, what are you—?” You suddenly cry out. A nurse stands over you, peering into your eyes with a small light. You push the nurse away and rise to your feet, suddenly puzzled and disoriented. Despite the nurse’s protests, you wobble feebly out of the room. You are in a hospital, its white halls smelling faintly of disinfectant and other chemicals. Just moments prior, hadn’t you been exploring some kind of underground cavern?… You cannot recall. “Excuse me? Come back, you must rest!” The nurse calls out to you, gripping your forearm and pulling you back to your cot. She examines you closely while you recover from the shock of being transported so far in so short a time. “Who is Alejandro?” she asks, and you struggle to recall. The name doesn’t ring a bell. You ask the nurse how you came to be here, wondering why she isn’t surprised at your sudden appearance. “Why, you admitted yourself to St. Mary’s just last night. Do you not remember?” You have no memory of this, and you are starting to grow concerned. “You were acting a little strangely, if I may be so bold. And you spoke in a strange fashion, almost as if English weren’t your first language. But now I see that you probably just drank a little bit too much.” She notices your questioning expression and smiles. “Don’t worry. We get that kind of thing quite often these days, now that all the bars and pubs are on the up-and-up again.” You examine your face in the mirror. You are tired and older than you remember. Something important lies on the very edge of your memory, fuzzy and blurred. It takes about a minute before the significance of the nurse’s last statement catches up to you. Turning back toward the nurse, you ask what year it is, terrified of the answer. “Why, 1934 of course. My, you must have had a heck of a night!” She chuckles.
pl: „Alejandro, co ty—?” – krzyczysz nagle. Pielęgniarka pochyla się nad tobą i świeci ci małą latarką w oczy. Odpychasz ją i zrywasz się na nogi, rozglądając się zdezorientowanym wzrokiem. Mimo protestów pielęgniarki wychodzisz z pokoju, chwiejąc się na nogach. Jesteś w szpitalu. W białych korytarzach unosi się zapach środków dezynfekujących i innych chemikaliów. Czy chwilę wcześniej nie przemierzałeś jakichś podziemnych jaskiń…? Nie możesz sobie przypomnieć. „Przepraszam? Proszę wrócić, musi pan odpoczywać!” Pielęgniarka łapie cię za rękę i ciągnie z powrotem do łóżka. Przygląda ci się uważnie, kiedy otrząsasz się z szoku po przeniesieniu się z odległego miejsca w tak krótkim czasie. „Kim jest Alejandro?” – pyta, a ty próbujesz sobie przypomnieć. To imię nic ci nie mówi. Pytasz pielęgniarki, jak tu trafiłeś i zastanawiasz się, czemu twoje pojawienie się jej nie zdziwiło. „Jak to? Przecież zgłosił się pan do Szpitala św. Marii zeszłej nocy. Nie pamięta pan?” Zupełnie nie pamiętasz tego faktu i zaczynasz się niepokoić. „Proszę się nie obrazić, ale zachowywał się pan dość dziwnie. Mówił pan w dziwny sposób, zupełnie jak obcokrajowiec, który nie do końca zna język. Teraz jednak widzę, że chyba był pan po prostu troszkę pijany”. Zauważa twoje pytające spojrzenie i uśmiecha się. „Proszę się nie martwić. Takie przypadki często nam się trafiają ostatnimi czasy, odkąd bary i puby znów wróciły do łask”. Spoglądasz na swoją twarz w lustrze. Jesteś starszy i bardziej zmęczony, niż pamiętasz. Na skraju pamięci kołacze ci coś ważnego, ale jest niewyraźne i zamglone. Dopiero po jakiejś minucie dociera do ciebie waga słów pielęgniarki. Odwracasz się do niej i przestraszony pytasz, jaki macie rok. „Rok? 1934 oczywiście. Oj, musiał pan mieć naprawdę niezłą noc!” – chichocze.

source: You awaken on the cold stone surface of the cavern floor, your mind dizzy from its journey through time and space.
pl: Budzisz się na zimnej skale na dnie jaskini. Kręci ci się w głowie po gwałtowniej podróży poprzez czas i przestrzeń.
