Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/the_darkness.po
Languages: pl

source: Interlude V: The Darkness
pl: Antrakt V: Ciemność

source: Interlude V
pl: Antrakt V

source: You stir awake, lying facedown on the cold, hard stone of the cavern. You are bruised and battered but, somehow, alive. It takes several minutes before you regain enough of your strength to stand. You are absolutely and hopelessly lost within the impossibly vast caverns, enveloped by pitch-black darkness. Have you survived all this way only to perish here, lost to all humanity?
pl: Odzyskujesz przytomność, leżąc twarzą na zimnym dnie jaskini. Jesteś posiniaczony i poobijany, ale jakimś cudem żywy. Dopiero po kilku minutach udaje ci się zebrać dość sił, żeby się podnieść. Teraz na pewno zgubiłeś się na amen w tych bezkresnych jaskiniach, a wokół panuje nieprzenikniona ciemność. Przeżyłeś tak długo tylko po to, żeby tu umrzeć, zapomniany przez wszystkich?

source: The grim, blood-red caverns and resentful cities of Yoth hold no candle to the terrifying depths that lie below them. You are in the deepest level of this subterranean realm now: the caverns Ichtaca referred to as “N’kai.” Nothing could have prepared you for the impervious murk that surrounds you on all sides, an inky darkness that none of your light sources can penetrate. You grope around in the darkness until you feel the jagged wall of the cavern and begin to follow it aimlessly, desperately hoping to find the way forward. A grim realization dawns on you: Even should you complete your task, you will surely never find a way back to the surface. The overwhelming darkness of the cavern fills you with a dread you have never before experienced. You cannot see your hands as you grope about in the darkness, nor can you tell if you are in a narrow tunnel or a vast open space. The ground beside you could extend for miles or abruptly become a bottomless cavern, and you would not be able to tell the difference unless you stepped there. Hours pass as you stumble in the dark, slowly, carefully, nervously. Every step could be your last.
pl: Ponure, krwistoczerwone jaskinie i nieprzyjazne miasta Yoth są niczym w porównaniu z grozą leżących niżej czeluści. Jesteś teraz na najniższych poziomach tego podziemnego królestwa – w jaskiniach, które Ichtaca nazywała „N’kai”. Nic nie mogło cię przygotować na nieprzenikniony mrok, który otacza cię ze wszystkich stron, i atramentowoczarną ciemność, której żadne światło nie jest w stanie rozproszyć. Wędrujesz po omacku, aż w końcu natrafiasz na postrzępioną ścianę jaskini i ruszasz wzdłuż niej, desperacko próbując przeć naprzód. Po pewnym czasie uświadamiasz sobie ponurą prawdę: nawet jeśli uda ci się ukończyć zadanie, zapewne już nigdy nie zdołasz wrócić na powierzchnię. Przytłaczająca ciemność jaskini przepełnia cię grozą, jakiej nigdy w życiu nie doświadczyłeś. Nie widzisz nawet swoich rąk, nie wiesz, czy jesteś w wąskim tunelu, czy na otwartej przestrzeni. Podłoże pod twoimi stopami może się ciągnąć się przez wiele mil albo być bezdenną czeluścią i nie dowiesz się tego, dopóki nie postawisz kolejnego kroku. Przez wiele godzin potykasz się w ciemnościach, powoli, ostrożnie, nerwowo. Każdy krok może być twoim ostatnim.

source: Check Campaign Log. <i>If the investigators found the missing relic</i>, the lead investigator reads <b>Arcane Thrumming</b>.
pl: Sprawdź Dziennik kampanii. <i>Jeśli badacze odnaleźli zaginiony relikt</i>, główny badacz odczytuje <b>Magiczne brzęczenie</b>.

source: Worried that your fall may have damaged the Eztli relic, you pull it out of your pack and examine it. Oddly, the device seems completely undamaged. It vibrates with a growing intensity, humming louder now than ever before.
pl: Obawiasz się, że relikt Eztli mógł się uszkodzić wskutek upadku. Wyciągasz artefakt i oglądasz go uważnie. Co dziwne, urządzenie jest całe. Wibruje jeszcze mocniej niż wcześniej, a brzęczenie jest jeszcze głośniejsze.

source: Check Campaign Log. <i>If the investigators recovered the Relic of Ages</i>, and <i>if you are forging your own path</i>, read <b>Final Dawning</b>. Otherwise, you suffer no ill effects.
pl: Sprawdź Dziennik kampanii. <i>Jeśli badacze odzyskali Relikt wieczności</i> i <i>jeśli zdecydowaliście zrobić po swojemu</i>, przeczytaj <b>Ostatni brzask</b>. W przeciwnym razie nie otrzymujesz żadnych negatywnych efektów.

source: Final Dawning
pl: Ostatni brzask

source: Without Alejandro or Ichtaca to distract you, you find yourself studying the relic intently. Both of your “guides” have only fed you lies. They hid the relic’s true nature from you, manipulating you in an attempt to bring the relic to this very place. After your experience with the Great Race of Yith, you think you understand why. The technology behind the device’s design is far beyond what any human could accomplish, but quite possible for the Yithians. You even recognize some elements of the relic’s construction from the technology in Pnakotus. Somehow, it ended up in the hands of the Eztli, who defended it with care from all manner of creatures. Creatures that predate humanity. Creatures who wished to use it to turn back time. And now that the relic is in your possession, only you can stop this from occurring.
pl: Skoro Alejandro i Ichtaca już cię nie rozpraszają, możesz przyjrzeć się reliktowi uważniej. Oboje „przewodników” karmiło was tylko kłamstwami. Ukrywali przed wami prawdziwą naturę artefaktu, manipulowali wami tylko po to, żebyście sprowadzili relikt w to miejsce. Po doświadczeniach z Wielką Rasą z Yith chyba wiesz, dlaczego to zrobili. Projekt tego urządzenia przekracza wszelkie osiągnięcia ludzkości, ale Yithianie mogliby coś takiego stworzyć. Rozpoznajesz nawet niektóre elementy, widziałeś podobną technologię w Pnakotus. W jakiś sposób trafiła ona w ręce Eztli, którzy chronili ją troskliwie przed wszelkimi istotami. Istotami, które istniały przed ludźmi. Istotami, które chcą jej użyć, aby cofnąć czas. A teraz relikt jest w twoich rękach i tylko ty możesz to wszystko powstrzymać.

source: The investigator with Relic of Ages in their deck swaps it with the new version of Relic of Ages included in this Mythos Pack: Relic of Ages (<i>Repossess the Past</i>).
pl: Badacz, który posiada w swojej talii Relikt wieczności zamienia go na nową wersję Reliktu wieczności zawartą w tym Zestawie Mitów: Relikt wieczności <i>(Odzyskanie przeszłości)</i>.

source: As you rise to your feet, the ground rumbles and growls. Something deep below you is moving. Shifting. Mutating.
pl: Kiedy stajesz na nogi, ziemia zaczyna się trząść i dudnić. W głębinach coś się porusza. Zmienia się. Mutuje.

source: Because you are playing on <b>Easy</b> difficulty, add a -3 token to the chaos bag for the remainder of the campaign.
pl: Ponieważ gracie na <b>Łatwym</b> poziomie trudności, dodaj żeton -3 do worka chaosu do końca kampanii.

source: Because you are playing on <b>Standard</b> difficulty, add a -4 token to the chaos bag for the remainder of the campaign.
pl: Ponieważ gracie na <b>Standardowym</b> poziomie trudności, dodaj żeton -4 do worka chaosu do końca kampanii.

source: Because you are playing on <b>Hard</b> difficulty, add a -5 token to the chaos bag for the remainder of the campaign.
pl: Ponieważ gracie na <b>Trudnym</b> poziomie trudności, dodaj żeton -5 do worka chaosu do końca kampanii.

source: Because you are playing on <b>Expert</b> difficulty, add a -7 token to the chaos bag for the remainder of the campaign.
pl: Ponieważ gracie na <b>Eksperckim</b> poziomie trudności, dodaj żeton -7 do worka chaosu do końca kampanii.

source: After hours of slow progress, you eventually stumble into a brazier, filled with marble cubes.
pl: Po wielu godzinach powolnej wędrówki natrafiasz na koksownik pełen marmurowych sześcianów.

source: Check your supplies. If any investigator has torches, they read <b>Torchlight</b>. Otherwise, read <b>The Abyss</b>.
pl: Sprawdźcie wasze ekwipunki. Jeśli dowolny badacz posiada pochodnie, odczytuje <b>Światło pochodni</b>. W przeciwnym razie przeczytaj <b>Otchłań</b>.

source: Torchlight
pl: Światło pochodni

source: the braziers are lit.
pl: koksowniki są rozpalone.

source: The Abyss
pl: Otchłań

source: the braziers remain unlit.
pl: koksowniki są zgaszone.

source: Though the light from your torches is snuffed by the overpowering darkness of this realm, you decide to try to light the brazier with the flames. To your surprise, after you hold the torch against the strange cubes for several moments, the brazier erupts in a fury of blue and silver flames, consuming your torch and almost melting your hand to the bone. Though the light from the brilliant flame only reaches a few yards around you, more braziers light up in the distance, their flames guiding your path forward. At least, you hope…
pl: Choć światło twojej pochodni ginie w przytłaczających ciemnościach tego miejsca, postanawiasz spróbować i rozpalić koksownik od płomieni. Ku twojemu zaskoczeniu, po kilku chwilach od przyłożenia pochodni do dziwnych sześcianów, koksownik rozjarza się wściekle błękitno-srebrnym ogniem, który natychmiast spala pochodnię i niemal topi ci rękę. Choć światło bijące od jasnych płomieni nie sięga daleko, zauważasz, że w oddali zapalają się kolejne koksowniki, wskazując ci właściwą drogę w ciemnościach. A przynajmniej taką masz nadzieję…

source: In your Campaign Log, record that <i>the braziers are lit</i>.
pl: Zanotuj w Dzienniku kampanii, że <i>koksowniki są rozpalone</i>.

source: The odd material inside does not seem to accept any source of fire you use to try to light it. Your hope is snuffed out along with the light around you. Miserable, you prepare to endure the darkness ahead.
pl: Dziwny materiał nie reaguje na żadne źródło ognia, kiedy próbujesz go podpalić. Twoja nadzieja gaśnie jak światło wokół ciebie. Z rezygnacją przygotowujesz się do dalszej wędrówki w ciemnościach.

source: In your Campaign Log, record that <i>the braziers remain unlit</i>.
pl: Zanotuj w Dzienniku kampanii, że <i>koksowniki są zgaszone</i>.

source: Check Campaign Log. <i>If the braziers are lit</i>, check your supplies. If any investigator has a map, they read <b>Reading Signs</b>.
pl: Sprawdź Dziennik kampanii. <i>Jeśli koksowniki są rozpalone</i>, sprawdź wasze ekwipunki. Jeśli dowolny badacz posiada mapę, odczytuje <b>Odczytanie znaków</b>.

source: Reading Signs
pl: Odczytanie znaków

source: As you traverse the caverns, something catches your attention: streams of cold, gentle water that drip down the walls of the cavern. Curious, you unfold the previous expedition’s map and sit by one of the lit braziers, mentally retracing your steps. If your calculations are correct, you have traveled much farther south than you could have possibly guessed. Could it be these caverns extend all the way to the coastline? Do the caverns never end?
pl: Kiedy przemierzasz jaskinię, coś przykuwa twoją uwagę – strumień zimna, woda spływająca delikatnie po ścianach jaskini. Zaciekawiony wyciągasz mapę poprzedniej ekspedycji i siadasz przy jednym z koksowników, analizując w myślach całą dotychczasową trasę. Jeśli twoje obliczenia są prawidłowe, dotarłeś dużo dalej na południe, niż ci się wydawało. Czy te jaskinie ciągną się pod całym wybrzeżem? Czy one nie mają końca?

source: Each investigator with a map earns 2 additional experience as they gain insight into the caverns that dwell beneath the surface of the Earth.
pl: Każdy badacz, który posiada mapę, zdobywa 2 dodatkowe punkty doświadczenia, ponieważ zdobył informacje na temat jaskiń wydrążonych pod powierzchnią Ziemi.

source: You have no sense of how much time passes in the cold, terrible abyss of N’kai.
pl: Nie masz pojęcia, ile czasu już spędziłeś w zimnej, straszliwej otchłani N’kai.

source: Cross off all provisions and medicine the investigators have remaining in their supplies.
pl: Wykreśl każdy prowiant i każde leki, które pozostały badaczom w ich ekwipunkach.
