Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/threads_of_fate.po
Languages: pl

source: Scenario III: Threads of Fate
pl: Scenariusz III: nici losu

source: The night passes with Ichtaca resting in your living room. You get no sleep for the remainder of the night, your thoughts drifting between concern and disbelief. Her story is preposterous, but you feel compelled to believe it nonetheless. You’ve known that the relic from the Eztli ruins had some deeper purpose ever since you first laid eyes on it. When you emerge from your bedroom the next morning, your uninvited guest is sitting at your dining-room table, arms crossed tightly across her chest. Her piercing eyes trace your every move like a bird watching its prey. No pleasantries are exchanged. “Where is the relic now?” Ichtaca asks impatiently. “Where have you brought it?” You explain that it is safe, in good hands. She shakes her head, her knuckles white with frustration. “I assure you it is not.”
pl: Ichtaca odpoczywa przez resztę nocy w twoim salonie. Ciebie jednak dręczą myśli pełne niedowierzania i niepokoju i nie jesteś w stanie zasnąć. Jej opowieść jest niedorzeczna, a mimo to z jakiegoś powodu jej wierzysz. Gdy ujrzałeś relikt z ruin Eztli po raz pierwszy, już wtedy byłeś pewien, że służy on do czegoś nadzwyczajnego. Kiedy rano wychodzisz z sypialni, twój nieproszony gość siedzi z rękami skrzyżowanymi na piersi przy stole w jadalni. Przenikliwym spojrzeniem śledzi każdy twój ruch, niczym drapieżny ptak wypatrujący zdobyczy. Nie wymieniacie żadnych uprzejmości. „Gdzie jest teraz relikt?” – niecierpliwie pyta Ichtaca. „Gdzie go zabraliście?” Wyjaśniasz, że artefakt jest bezpieczny i w dobrych rękach. Kręci głową i sfrustrowana zaciska pięści, aż bieleją jej knykcie. „Zapewniam cię, że nie jest”.

source: <i>The investigators gave the relic to Alejandro.</i>
pl: <b>Badacze pozostawili relikt pod opieką Alejandra.</b>

source: <i>The investigators gave the relic to Harlan Earnstone.</i>
pl: <b>Badacze pozostawili relikt pod opieką Harlana Earnstone’a.</b>

source: Setting aside your many questions for the time being, you call your contact at the Miskatonic University Museum. Despite the early hour, Dr. Horowitz should be at her office preparing for the long day ahead of her. The operator connects you after a short delay. Elli gives you an unusually curt greeting, her voice cracking and unsteady. As soon as you ask about the relic, she scoffs. “Not you, too! Mr. Walsted is practically knocking down my office door, and two reporters have been harrassing me all morning!” You ask her what the trouble is, and she lets out a long sigh. “The relic is missing,” she explains. “None of the security guards knows what happened. One minute it was in its display case; the next it was gone. And before you ask, no, Mr. Vela is nowhere to be found.” Suddenly she is yelling to another party, “One moment please! I am on the telephone!” She apologizes to you tersely and hangs up a moment later. Sure enough, Alejandro is not answering his telephone, and none of his other associates have seen him since yesterday. “Believe me now?” Ichtaca asks, rising to her feet and gathering her things. “We’ve wasted enough time. Find the relic and meet me back here tonight. Don’t follow me.”
pl: Zapominasz na chwilę, o dręczących cię pytaniach i dzwonisz do swojego człowieka w Muzeum Uniwersytetu Miskatonic. Choć jest jeszcze wcześnie, dr Horowitz powinna już być w swoim biurze i szykować się do długiego dnia pracy. Po kilku chwilach telefonistka łączy rozmowę. Elli wita się zdawkowo łamiącym się, drżącym głosem. Kiedy tylko wspominasz o relikcie, prycha wytrącona z równowagi. „O nie, ty też! Pan Walsted niemal wyważył drzwi, wpadając do mojego gabinetu, a dwóch reporterów nęka mnie przez cały ranek!” Pytasz ją, co się stało, na co reaguje długim westchnieniem. „Relikt zaginął” – odpowiada. „Żaden ze strażników nie wie, co się stało. W jednej chwili był w gablocie, a w następnej już nie. Zanim spytasz – nie, nie wiem, gdzie jest pan Vela, nie możemy go znaleźć”. Nagle zaczyna krzyczeć do kogoś innego. „Chwileczkę! Rozmawiam przez telefon!” Przeprasza cię serdecznie i po chwili rozłącza się. Próbujesz dodzwonić się do Alejandro, ale nie odbiera telefonu i żaden z jego współpracowników nie widział go od wczoraj. „Teraz mi wierzycie?” – pyta Ichtaca i wstaje, żeby zebrać swoje rzeczy. „Zmarnowaliśmy już dość czasu. Znajdźcie relikt i spotkajmy się tutaj dziś w nocy. Nie idźcie za mną”.

source: <i>“You’re not going anywhere until you tell me what is going on.”</i>
pl: <i>„Nigdzie nie pójdziesz, dopóki nie powiesz mi, co się tu dzieje”.</i>

source: <i>“Have it your way.”</i>
pl: <i>„Rób, jak chcesz”.</i>

source: Setting aside your many questions for the time being, you call Harlan’s office at the university. Though the sun is barely peeking over the horizon, you’ve always known him to be an early riser. The operator connects you after a short delay. Harlan’s voice is shaky and rough. He cuts you off as soon as you ask about the relic. “Don’t!” he barks. “They’re listening. They know I am keeping it here. They have already taken Alejandro.” You try to calm him down so you can ask him what he means, but he cuts the conversation short. “I have to go. They are here!—” The line goes dead. Sure enough, Alejandro is not answering his telephone, and none of his other associates have seen him since yesterday. “Believe me now?” Ichtaca asks, rising to her feet and gathering her things. “We’ve wasted enough time. Find the relic and meet me back here tonight. <i>Don’t</i> follow me.”
pl: Zapominasz na chwilę, o dręczących cię pytaniach i dzwonisz na uniwersytet do biura Harlana. Co prawda słońce dopiero wstało, ale wiesz, że ranny z niego ptaszek. Po kilku chwilach telefonistka łączy rozmowę. Głos Harlana jest roztrzęsiony i zachrypnięty. Kiedy tylko pytasz o relikt, przerywa ci gwałtownie. „Przestań!” – mówi ostro. „Oni słuchają. Wiedzą, że trzymam go tutaj. Już uprowadzili Alejandra”. Próbujesz go uspokoić, żeby uzyskać więcej wyjaśnień, ale Harlan ucina konwersację. „Muszę iść. Oni tu są!—” Połączenie zostaje zerwane. Próbujesz dodzwonić się do Alejandra, ale nie odbiera telefonu i żaden z jego współpracowników nie widział go od wczoraj. „Teraz mi wierzycie?” – pyta Ichtaca i wstaje, żeby zebrać swoje rzeczy. „Zmarnowaliśmy już dość czasu. Znajdźcie relikt i spotkajmy się tutaj dziś w nocy. Nie idźcie za mną”.

source: Ichtaca grits her teeth and pauses. You expect her to refuse and leave without answering your questions, but surprisingly, she relents. According to Ichtaca, her people have spent ages protecting the relic from interlopers who would use it for nefarious purposes. She speaks cryptically, in half-riddles and tall tales, although she refuses to explain where her people come from and how they have remained hidden for so long. When pressed about the relic, all she says is that it controls the flow of time, and that it must not be tampered with. “It must return to its rightful place,” she explains. Her gaze is relentless, unwavering. “Do you understand? It cannot fall into the wrong hands. If you help me recover it, I will aid you in return. Just promise me you will not use it.”
pl: Ichtaca zagryza zęby i milczy przez chwilę. Spodziewasz się, że wyjdzie, nie odpowiadając na pytania, ale jednak zostaje. Jeśli wierzyć temu, co mówi, jej lud od wieków chroni relikt przed intruzami, którzy mogliby użyć go do nikczemnych celów. Mówi tajemniczo, zagadkami i legendami. Nie chce wyjawić pochodzenia swojego ludu ani tego, jak pozostawali w ukryciu przez tak długi czas. Kiedy dopytujesz się o relikt, zdradza tylko tyle, że to artefakt kontrolujący upływ czasu i nie należy przy nim majstrować. „Musi powrócić na swoje miejsce” – wyjaśnia. Jej spojrzenie jest nieustępliwe i niezachwiane. „Rozumiecie? Relikt nie może wpaść w niepowołane ręce. Jeśli pomożecie go odzyskać, odwdzięczę się wam. Obiecajcie tylko, że go nie użyjecie”.

source: Remember that “you listened to Ichtaca’s tale.”
pl: Zapamiętaj, że „wysłuchaliście opowieści Ichtaci”.

source: listened to Ichtaca's tale.
pl: wysłuchaliście opowieści Ichtaci.

source: Ichtaca strings her ornately decorated bow with frightening speed and slams your door on her way out.
pl: Ichtaca z przerażającą szybkością zakłada cięciwę na swój rzeźbiony łuk i wychodzi, trzaskając za sobą drzwiami.

source: Remember that “Ichtaca left without you.”
pl: Zapamiętaj, że „Ichtaca oddaliła się bez was”.

source: Ichtaca left without you.
pl: Ichtaca oddaliła się bez was.

source: Once Ichtaca has left, you consider her words carefully and recall the events that have led to this point. You did not trust Alejandro with the Eztli relic, and you let Ichtaca leave without questioning her. Are you just being paranoid?…
pl: Po wyjściu Ichtaci zastanawiasz się nad jej słowami i przypominasz sobie zdarzenia, które doprowadziły do tej sytuacji. Nie ufałeś Alejandrowi na tyle, żeby powierzyć mu pieczę nad reliktem Eztli, i wypuściłeś Ichtacę, nie przesłuchawszy jej. Czyżbyś zaczynał wpadać w paranoję?…

source: “We should be wary of them.”
pl: „Nie powinniśmy im ufać”.

source: Remove all [cultist] and [tablet] tokens from the chaos bag and replace them with 1 [elder_thing] token. In your Campaign Log, record that <i>you are forging your own path.</i> For the remainder of the campaign, each investigator cannot include Alejandro Vela or Ichtaca in their deck. Anytime an investigator would be given the option to include either of them, each investigator earns 2 experience instead.
pl: Usuń z worka chaosu wszystkie żetony [cultist] i [tablet] i zastąp je 1 żetonem [elder_thing]. Zanotuj w Dzienniku kampanii, że <i>zdecydowaliście zrobić po swojemu.</i> Do końca kampanii żaden badacz nie może zawrzeć w swojej talii Alejandra Veli ani Ichtaci. Za każdym razem, kiedy dowolny badacz będzie miał możliwość zawrzeć któreś z nich w swojej talii, zamiast tego każdy badacz otrzymuje 2 punkty doświadczenia.

source: you are forging your own path.
pl: zdecydowaliście zrobić po swojemu.

source: “Maybe I should listen to them after all…”
pl: „Może powinniśmy byli ich wysłuchać…”.

source: For the remainder of the campaign, each investigator cannot include Alejandro Vela or Ichtaca in their deck. Anytime an investigator would be given the option to include either of them, each investigator earns 2 experience instead.
pl: Do końca kampanii żaden badacz nie może zawrzeć w swojej talii Alejandra Veli ani Ichtaci. Za każdym razem, kiedy dowolny badacz będzie miał możliwość zawrzeć któreś z nich w swojej talii, zamiast tego każdy badacz otrzymuje 2 punkty doświadczenia.

source: Before drawing opening hands, search the collection and each player’s deck for Alejandro Vela and Relic of Ages, and set them aside, out of play.
pl: Przed dobraniem początkowych kart należy przeszukać kolekcję kart oraz talię każdego z graczy w poszukiwaniu Alejandra Veli i Reliktu wieczności, a następnie odłożyć je na bok, poza grę.

source: Put Northside, Downtown, Easttown, Miskatonic University, Rivertown, Velma’s Diner, and Curiositie Shoppe into play. Each investigator begins play in Rivertown.
pl: Umieść Northside, Downtown, Easttown, Uniwersytet Miskatonic, Rivertown, Restaurację Velmy i Antykwariat w grze. Wszyscy badacze rozpoczynają grę w Rivertown.

source: Set the Town Hall location, the Ichtaca <i>(The Forgotten Guardian)</i> asset, and the Expedition Journal asset aside, out of play.
pl: Odłóż na bok, poza grę lokalizację Ratusz, atut Ichtaca <i>(Zapomniana strażniczka)</i> oraz atut Dziennik ekspedycji.

source: Adjust the contents of each act deck, as noted below under <b>Three Acts, Three Threads</b>.
pl: Dostosuj zawartość każdej talii aktów według tego, co zostało opisane poniżej w sekcji <b>Trzy akty, trzy nici</b>.

source: Adjust the contents of the “a/b” deck as follows:
pl: Dostosuj zawartość talii „a/b” w następujący sposób:

source: Because <i>the investigators gave custody of the relic to Harlan Earnstone</i>, remove the following act cards from the “a/b” deck: The Relic Is Missing!, both copies of At the Exhibit, and one of the two copies of Harlan’s Curse, at random.
pl: Ponieważ <b>badacze pozostawili relikt pod opieką Harlana Earnstone’a</b>, usuń z talii „a/b” następujące akty: Relikt zaginął!, obie kopie Na wystawie i 1 losową kopię Klątwy Harlana.

source: Because <i>Alejandro recovered the Relic of Ages</i> or <i>the investigators gave custody of the relic to Alejandro</i>, remove the following act cards from the “a/b” deck: Harlan Is in Danger!, both copies of Harlan’s Curse, and one of the two copies of At the Exhibit, at random.
pl: Ponieważ <i>Alejandro odzyskał Relikt wieczności</i> lub <i>badacze pozostawili relikt pod opieką Alejandra</i>, usuń z talii „a/b” następujące akty: Harlan w niebezpieczeństwie!, obie kopie Klątwy Harlana oraz 1 losową kopię Na wystawie.

source: The investigators must choose one of the following options, and adjust the contents of the “c/d” deck accordingly:
pl: Badacze muszą wybrać jedną z następujących opcji i dostosować do niej talię „c/d”:

source: If you wish to go to the police to inform them about Alejandro’s disappearance.
pl: Jeśli chcecie iść na policję i poinformować ich o zniknięciu Alejandra.

source: If you wish to look for Alejandro on your own.
pl: Jeśli chcecie poszukać Alejandra na własną rękę.

source: Remove the following act cards from the “c/d” deck: Search for Alejandro, both copies of Friends in High Places, and one of the two copies of At the Station, at random.
pl: Usuń z talii „c/d” następujące akty: Poszukiwania Alejandra, obie kopie Wpływowych przyjaciół, 1 losową kopię Na posterunku.

source: Remove the following act cards from the “c/d” deck: Missing Persons, both copies of At the Station, and one of the two copies of Friends in High Places, at random.
pl: Usuń z talii „c/d” następujące akty: Zaginione osoby, obie kopie Na posterunku i 1 losową kopię Wpływowych przyjaciół.

source: Adjust the contents of the “e/f ” deck as follows:
pl: Dostosuj zawartość talii „e/f ” w następujący sposób:

source: Because “you listened to Ichtaca’s tale”, remove the following act cards from the “e/f ” deck: Trial of the Huntress, both copies of The Cave of Darkness, and one of the two copies of Strange Relics, at random.
pl: Ponieważ „wysłuchaliście opowieści Ichtaci”, usuń z talii „e/f” następujące akty: Próba łowczyni, obie kopie Jaskini ciemności, i 1 losową kopię Niezwykłych reliktów.

source: Because “Ichtaca left without you”, remove the following act cards from the “e/f” deck: The Guardian’s Inquiry, both copies of Strange Relics, and one of the two copies of The Cave of Darkness, at random.
pl: Ponieważ „Ichtaca oddaliła się bez was”, usuń z talii „e/f” następujące akty: Śledztwo strażniczki, obie kopie Niezwykłych reliktów i 1 losową kopię Jaskini ciemności.

source: Three Acts, Three Threads.
pl: Trzy akty, trzy nici

source: This scenario contains three different act decks —an “a/b” deck, a “c/d” deck, and an “e/f” deck. Each of these act decks is constructed separately, in numerical order, as usual. During the course of this scenario, all three of these act decks will be in play, and players may choose which acts to pursue and which to ignore. The text of all three acts is considered active at all times. You might not have time to accomplish all three tasks, so choose which leads you wish to pursue wisely! The contents of each of these act decks is altered depending on the circumstances below.
pl: Ten scenariusz składa się z trzech różnych talii aktów – talii „a/b”, talii „c/d” i talii „e/f”. Każdą z tych talii buduje się oddzielnie, w normalnej kolejności numerycznej. W trakcie scenariusza w grze znajdują się wszystkie trzy talie aktów, a gracze mogą zdecydować, które talie chcą zignorować, a w które się zagłębić. Tekst na wszystkich trzech aktach jest cały czas uważany za aktywny. Czasu może być za mało, aby wykonać wszystkie trzy zadania, dlatego należy rozważnie wybrać, którą drogą podążycie! Zawartość każdej z talii aktów zmienia się w zależności od opisanych poniżej okoliczności.

source: Act 3b was completed.
pl: Akt 3b został ukończony.

source: The “a/b” act deck is still in play.
pl: Talia aktów „a/b” nadal znajduje się w grze.

source: Any one investigator must choose to include it in their deck. This card does not count toward that investigator’s deck size. For the remainder of the campaign, anytime the owner of the Relic of Ages leaves the campaign for any reason, choose another investigator and add it to that investigator’s deck.
pl: Dowolny badacz musi dodać go do swojej talii. Karta ta nie wlicza się do limitu kart w talii badacza. Do końca kampanii, za każdym razem, gdy posiadacz Reliktu wieczności opuszcza kampanię z jakiegokolwiek powodu, należy wybrać nowego badacza i dodać Relikt wieczności do jego talii badacza.

source: Remove The Relic of Ages from that investigator’s deck for the remainder of the campaign.
pl: Usuń Relikt wieczności z talii danego badacza do końca kampanii.

source: Any one investigator may choose to include him in their deck. This card does not count toward that investigator’s deck size.
pl: Jeden dowolny badacz może zdecydować się dodać go do swojej talii. Karta ta nie wlicza się do limitu kart w talii badacza.

source: Because you are <i>forging your own path</i>, instead of earning Alejandro Vela each investigator earns 2 bonus XP.
pl: Ponieważ <i>zdecydowaliście zrobić po swojemu</i>, zamiast dodawać Alejandro Velę do talii, każdy badacz otrzymuje 2 punkty doświadczenia.

source: Remove Alejandro Vela from the investigator’s deck for the remainder of the campaign.
pl: Usuń Alejandro Velę z talii danego badacza do końca kampanii.

source: Act 3d was completed.
pl: Akt 3d został ukończony.

source: The “c/d” act deck is still in play.
pl: Talia aktów „c/d” nadal znajduje się w grze.

source: Act 3f was completed.
pl: Akt 3f został ukończony.

source: The “e/f” act deck is still in play.
pl: Talia aktów „e/f ” nadal znajduje się w grze.

source: Any one investigator may choose to include Ichtaca <i>(The Forgotten Guardian)</i> in their deck. This card does not count toward that investigator’s deck size.
pl: Dowolny badacz może zdecydować się dodać Ichtacę <i>(Zapomnianą strażniczkę)</i> do swojej talii. Karta ta nie wlicza się do limitu kart w talii badacza.

source: Because you are <i>forging your own path</i>, instead of earning Ichtaca <i>(The Forgotten Guardian)</i> each investigator earns 2 bonus XP.
pl: Ponieważ <i>zdecydowaliście zrobić po swojemu</i>, zamiast dodawać Ichtacę <i>(Zapomnianą strażniczkę)</i> do talii, każdy badacz otrzymuje 2 punkty doświadczenia.

source: The lead investigator earns the Expedition Journal card and may include it in their deck. This card does not count toward that investigator’s deck size.
pl: Główny badacz otrzymuje kartę Dziennik ekspedycji i może ją umieścić w swojej talii. Karta ta nie wlicza się do limitu kart w talii badacza.

source: Each investigator earns 1 additional experience for each act 1 card that was completed during this scenario, as you gain insight into the schemes of the Brotherhood.
pl: Każdy badacz otrzymuje 1 dodatkowy punkt doświadczenia za każdą kartę Aktu 1, która została ukończona podczas tego scenariusza, ponieważ dało wam to informacje na temat planów Bractwa.

source: Completed act 1 Cards:
pl: Ukończone karty Aktu 1:

source: the investigators found the missing relic.
pl: badacze odnaleźli zaginiony relikt.

source: the investigators rescued Alejandro.
pl: badacze uratowali Alejandra.

source: Alejandro is missing.
pl: Alejandro zaginął.

source: the investigators forged a bond with Ichtaca.
pl: badaczom udało się nawiązać więź z Ichtacą.

source: Ichtaca is in the dark.
pl: Ichtaca o niczym nie wie.

source: Resupply Point
pl: Punkt zaopatrzenia

source: It is clear now that you will have to venture once more into the wilds before the mystery behind the Relic of Ages is solved. Each investigator has the option to choose additional supplies to add to their current list of supplies. In the Campaign Log, under each investigator’s “Supplies” section, record the supplies that investigator chooses to bring.
pl: Jest już jasne, że będziecie musieli jeszcze raz wyruszyć w dzicz, aby rozwiązać tajemnicę kryjącą się za Reliktem wieczności. Każdy badacz ma możliwość wybrania dodatkowych rzeczy do swojego ekwipunku. W trybie kampanii należy w Dzienniku kampanii, w sekcji „Ekwipunek” każdego badacza, zanotować ekwipunek każdego badacza.

source: Before departing from Arkham, it might be a good idea to take a visit to St. Mary’s Hospital.
pl: Zanim opuścicie Arkham powinniście jeszcze odwiedzić Szpital św. Marii.

source: Each investigator who has a Poisoned weakness in their deck may spend 3 experience points to remove that weakness from their deck.
pl: Każdy badacz posiadający w swojej talii osłabienie Zatrucie może wydać 3 punkty doświadczenia, aby usunąć dane osłabienie ze swojej talii.

source: Each investigator may spend 5 experience points to remove a single point of physical or mental trauma from their investigator.
pl: Każdy badacz może wydać 5 punktów doświadczenia, aby usunąć ze swojego badacza 1 punkt traumy fizycznej lub psychicznej.

source: Remove Poison Weakness
pl: Usuń osłabienie Zatrucie

source: Remove Physical Trauma
pl: Usuń 1 punkt traumy fizycznej

source: Remove Mental Trauma
pl: Usuń 1 punkt traumy psychicznej

source: Each investigator may spend supply points to purchase one or more of the supplies listed below. The number of supply points available to each investigator is based on the number of investigators in the campaign. <i>(Note: Provisions, Medicine and Gasoline can be taken more than once by recording their name multiple times and spending the appropriate number of supply points each time.)</i>
pl: Każdy badacz może wydać punkty ekwipunku, aby nabyć jeden lub więcej elementów ekwipunku z poniższej listy. Liczba punktów ekwipunku dostępna dla każdego z badaczy zależy od liczby badaczy biorących udział w kampanii. <i>(Uwaga: Prowiant, Leki i Benzyna mogą zostać zabrane więcej niż raz poprzez zanotowanie ich nazwy kilkakrotnie i wydanie odpowiedniej liczby punktów ekwipunku za każdym razem).</i>

source: Enough for a long journey bycar.
pl: Wystarczy na długą podróż samochodem.

source: Too small to be used as a reliable weapon, but easily concealed.
pl: Za mały, aby służyć za broń, ale łatwy do ukrycia.

source: Pickaxe
pl: Kilof

source: For breaking apart rocky surfaces.
pl: Do rozbijania skał.
