Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/tfa/threads_of_fate.po
Languages: pl

source: You arrive back at your house and take stock of the situation. Your investigation throughout the city has uncovered the existence of a secret cabal within Arkham. From what you can tell, they call themselves the Brotherhood, and they seem to know more about the Eztli relic and Alejandro’s previous expedition than even you do. Their methods are secret and furtive, and their motives elude you still. However, one piece of vital information has come to light. “They seek a place known as the Nexus of N’kai,” Ichtaca claims. A map of Central America lies on the table before you, marked with the previous expedition’s trail. “I have heard of this place, but its exact location is not known to me.” Once again, your mysterious guide appears to know more than she lets on. With no other leads to follow, you are left with no choice. Once more you must journey into uncharted territory in search of answers…but will anyone return this time?
pl: Spotykacie się ponownie w twoim domu i omawiacie aktualną sytuację. Śledztwo przeprowadzone w mieście wykazało, że w Arkham działa jakieś tajne stowarzyszenie. Z tego, co udało się ustalić, nazywają siebie Bractwem i najwyraźniej wiedzą znacznie więcej niż wy o relikcie Eztli i poprzedniej ekspedycji Alejandra. Działają skrycie, a ich motywy są nieznane. Jednak jedna ważna informacja wyszła na jaw. „Szukają miejsca zwanego Węzłem N’kai” – oświadcza Ichtaca. Na stole przed wami leży mapa Ameryki Środkowej, na której zaznaczono trasę poprzedniej ekspedycji. „Słyszałam o tym miejscu, ale nie wiem, gdzie dokładnie się znajduje”. Po raz kolejny wasza tajemnicza przewodniczka zdaje się wiedzieć więcej, niż wam mówi. Jako że to jedyny trop, właściwie nie macie wyboru. Aby otrzymać odpowiedzi, musicie wyruszyć w podróż na nieznane ziemie… tylko czy tym razem ktokolwiek wróci?

source: Remove Trauma
pl: Usuń traumę
