Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/dwl/essex_county_express.po
Languages: pl

source: Scenario III
pl: Scenariusz III

source: Scenario III: The Essex County Express
pl: Scenariusz III: Essex County Express

source: Recent events in the Museum have forced you to re-evaluate Armitage’s tale about Dunwich. It cannot be a coincidence—Wilbur Whateley, the Necronomicon, the creature from Dunwich, and the people and creatures who attacked here in Arkham—everything must be connected. You’re certain now where you must head: the lonely and dismal town of Dunwich Village. You consider telling the Massachusetts State Police what you know, but the negative consequences outweigh the potential gain. Given the nature of your story, they would likely write your stories off as an absurd hoax. Worse, they could lock you up. After all, you were present in an illegal speakeasy, and you also trespassed in the museum. Instead, you decide to head to Dunwich yourself, in order to investigate further. You pack everything you think you might need and manage to get some rest for the night. In the morning, you head to the train station in Northside and purchase a last-minute express ticket. Dunwich is several hours by train northwest along the Miskatonic River Valley. There is no train station in Dunwich, but you manage to phone one of Armitage’s acquaintances in the small village: a man by the name of Zebulon Whateley who was present during the events several months ago. Armitage’s notes indicate that the Whateley family is spread across many branches, some decadent and unscrupulous, others “undecayed” or otherwise untouched by nefarious and diabolic rites. According to Armitage, Zebulon’s branch of the family lay somewhere between the decayed and undecayed Whateleys, who knew of the traditions of his ancestors, but was not corrupted by them. He agrees to pick you up at the closest station and drive you into town As the train departs from Arkham, you feel the events of the previous night catching up to you, and exhaustion sets in. But before you can safely reach your destination, the train car suddenly rumbles and shakes, startling you out of your reverie. The train loudly skids to a violent halt, and you hear a rattling noise behind you…
pl: Po ostatnich wydarzeniach w muzeum jeszcze raz analizujecie opowieść Armitage’a Przygotowanie o Dunwich. Niemożliwe, żeby to był zbieg okoliczności – Wilbur Whateley, Necronomicon, stwór z Dunwich oraz ci ludzie i stwory, którzy zaatakowali was w Arkham – to wszystko musi się ze sobą wiązać. Teraz nie macie wątpliwości, gdzie trzeba się udać. Czeka was podróż do odludnej i posępnej wioski Dunwich. Zastanawiacie się, czy nie powiadomić Policji Stanu Massachusetts, ale ostatecznie dochodzicie do wniosku, że to tylko skomplikowałoby sprawę. Po wysłuchaniu waszej historii zapewne uznaliby to za głupi żart. Co gorsza mogliby was aresztować. Jak by nie patrzeć, odwiedzaliście nielegalny bar i do tego wtargnęliście na teren muzeum. Uznajecie, że lepiej sami udacie się do Dunwich i poprowadzicie śledztwo dalej. Po spakowaniu niezbędnych rzeczy zostaje wam jeszcze trochę czasu na odpoczynek. Wczesnym rankiem ruszacie prosto na dworzec kolejowy w Northside i kupujecie bilety na pociąg pospieszny. Droga do Dunwich to kilka godzin jazdy na północny zachód, wzdłuż doliny rzeki Miskatonic. W samym Dunwich nie ma przystanku kolejowego, ale udaje się wam dodzwonić do jednego ze znajomych Armitage’a, który mieszka w wiosce. Mężczyzna zwie się Zebulon Whateley i był świadkiem wydarzeń sprzed kilku miesięcy. Armitage wspomina w notatkach, że ród Whateleyów jest dość rozległy i dzieli się na wiele gałęzi. Niektórzy przedstawiciele rodziny cechują się dekadencją i brakiem skrupułów, inni są „nieskażeni” i nie mają nic wspólnego z nikczemnymi, diabolicznymi rytuałami. Według Armitage’a gałąź rodziny Zebulona jest gdzieś pomiędzy skażonymi i nieskażonymi Whateleyami – znają tradycje swoich przodków, ale ich nie kultywują. Zebulon zgodził się odebrać was z najbliższej stacji i zawieźć do miasteczka. Gdy w końcu ruszacie z Arkham, wydarzenia z poprzedniej nocy dają o sobie znać i dopada was zmęczenie. Ze snu wyrywa was nagłe szarpnięcie wagonu. Nie dojechaliście jeszcze na miejsce, lecz pociąg zatrzymał się z głośnym zgrzytem, a z tyłu słychać jakieś grzechotanie…

source: Put one of the three Engine Car locations into play at random. Remove the other versions of Engine Car from the game. Then, put six of the eight Train Car locations into play at random, in a straight line to the left of the Engine Car. Remove the remaining two Train Car locations from the game.
pl: Wylosuj i umieść w grze jedną z trzech lokalizacji Lokomotywa. Usuń z gry pozostałe wersje Lokomotywy. Następnie wylosuj i umieść w grze sześć z ośmiu lokalizacji Wagon, układając je w linii prostej na lewo od Lokomotywy. Pozostałe dwie lokalizacje Wagon należy usunąć z gry.

source: Reveal the leftmost Train Car. Each investigator begins play in that location. (If that location has a ‘forced’ effect that triggers upon entering that location, ignore it.)
pl: Odkryj pierwszy Wagon od lewej. Wszyscy badacze rozpoczynają grę w danej lokalizacji. (Jeśli ta lokalizacja posiada „wymuszony” efekt, który aktywowany jest w momencie poruszenia się do niej, należy go zignorować.)

source: Set all 4 copies of Across Space and Time aside, out of play.
pl: Odłóż na bok, poza grę, wszystkie 4 kopie Poprzez czas i przestrzeń.

source: Moving on the Train: “Left” and “Right”
pl: Poruszanie się w pociągu: „lewo” oraz „prawo”

source: During this scenario, locations are lined up from left to right, with the Engine Car as the rightmost location. Whenever a card effect refers to “the location to the left,” or “the location to the right,” it refers to the location immediately to your location’s left or right. Any card effects that reference a direction (left or right) should be interpreted from the perspective of the diagram on the previous page.
pl: W tym scenariuszu lokalizacje ułożone są w linii, od lewej do prawej, a pierwszą lokalizacją od prawej jest Lokomotywa. Ilekroć efekt karty wspomina o „lokalizacji po lewej”, bądź „lokalizacji po prawej”, to odnosi się do lokalizacji zaraz na lewo lub na prawo od siebie. Wszelkie wskazujące kierunek (prawo lub lewo) efekty kart powinny być interpretowane z perspektywy widocznej na poniższym rysunku.

source: the investigators were delayed on their way to Dunwich.
pl: badacze zostali zatrzymani w drodze do Dunwich.

source: Each investigator who was defeated has acquired the Across Space and Time weakness and must add 1 copy of it to their deck. This card does not count toward that investigator’s deck size.
pl: Każdy pokonany badacz otrzymuje osłabienie Poprzez czas i przestrzeń i musi dodać 1 jej kopię do swojej talii. Karta ta nie wlicza się do limitu kart w talii badacza.

source: Each investigator who was defeated earns 1 bonus experience as their experience beyond the gate grants them insight into the cosmos.
pl: Każdy pokonany badacz otrzymuje 1 dodatkowy punkt doświadczenia, gdyż to, co spotkało go za bramą dostarczyło mu informacje, na temat kosmosu.

source: Dr. Henry Armitage must be removed from that investigator's deck.
pl: Dr Henry Armitage musi zostać usunięty z talii danego badacza.

source: Dr. Francis Morgan was kidnapped.
pl: dr Francis Morgan został porwany.

source: Dr. Francis Morgan must be removed from that investigator's deck.
pl: Dr Francis Morgan musi zostać usunięty z talii danego badacza.

source: Professor Warren Rice was kidnapped.
pl: profesor Warren Rice został porwany.

source: Professor Warren Rice must be removed from that investigator's deck.
pl: Profesor Warren Rice musi zostać usunięty z talii danego badacza.

source: Investigator Defeat
pl: Pokonany badacz

source: Your experience beyond the gate is simultaneously terrifying and impossible to recall with clarity. A hypnotic spectacle of lights, otherworldly sensations, and altered geometry dances at the tattered edges of your mind. An unearthly voice from beyond rings in your ears, its significance an enigma. When you awaken, you find yourself in the woods, several miles from the Miskatonic River. Destroyed train cars surround you. They are crumpled as if from a severe impact; they are also decayed as if years of rust and squalor have claimed them. There is no sign of the other passengers.
pl: Gdy trafiasz na drugą stronę, czujesz przerażenie lecz jednocześnie wszystko jest niewyraźne i odrealnione. Spektakle hipnotycznych świateł, niepojęte doznania i zmieniona geometria tańczą na krawędzi twoich zmysłów. Jakiś nieziemski głos z otchłani dźwięczy w twoich uszach, choć nie możesz pojąć co mówi. Kiedy odzyskujesz przytomność, okazuje się, że jesteś w lesie, kilka mil od rzeki Miskatonic. Wokół widzisz fragmenty zniszczonego pociągu. Wagony są zgniecione od siły, z jaką uderzyły w ziemię. Co dziwne, noszą ślady rozkładu, rdzy i brudu, jakby leżały tu od lat. Po innych pasażerach nie ma śladu.

source: Each investigator was defeated
pl: Wszyscy badacze zostali pokonani

source: You breathe a sigh of relief as the gate behind the train collapses harmlessly upon itself. The few passengers who survived the ordeal seem unable to comprehend what just happened. One passenger mentions “a pipe bursting in the rear car,” and that quickly becomes the explanation for the innocent and ignorant, those who either cannot or choose not to delve further into the mystery. You, on the other hand, know better… although in hindsight, you wish you didn’t.
pl: Wzdychacie z ulgą, kiedy brama za pociągiem zamyka się. Kilku pasażerów przeżyło, ale nie potrafią wyjaśnić, co właściwie się stało. Jeden z nich stwierdza, że „w tylnym wagonie pękł przewód z parą” i pozostali w swej ignorancji chętnie podłapują tę wersję, nie chcąc dalej drążyć tajemnicy. Wy jednak wiecie lepiej… choć patrząc na to wszystko, wolelibyście nie wiedzieć.

source: Rattled, you begin walking alongside the train tracks, making your way towards Dunwich.
pl: Roztrzęsieni ruszacie wzdłuż torów w stronę Dunwich.
