Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/dwl/extracurricular_activity.po
Languages: pl

source: Scenario I-A
pl: Scenariusz I–A

source: Scenario I–A: Extracurricular Activity
pl: Scenariusz I–A: Zajęcia pozalekcyjne

source: Dr. Armitage is worried his colleague, Professor Warren Rice, might be in trouble, so he has asked for your help in finding his friend. He seems unreasonably nervous about his colleague’s disappearance considering Professor Rice has only been “missing” for a matter of hours…
pl: Dr Armitage wezwał was, ponieważ boi się, że jego kolega, profesor Warren Rice, może mieć jakieś kłopoty. Jego niepokój wydaje się dziwnie przesadzony, zwłaszcza że profesor Rice „zaginął” ledwie kilka godzin temu…

source: Set Faculty Offices <i>(The Night is Still Young)</i> aside, out of play. Remove Faculty Offices <i>(The Hour is Late)</i> from the game.
pl: Odłóż na bok, poza grę, Gabinety wydziału <i>(Noc jest jeszcze młoda)</i>. Gabinety wydziału <i>(Jest już późno)</i> należy usunąć z gry.

source: Set Faculty Offices <i>(The Hour is Late)</i> aside, out of play. Remove Faculty Offices <i>(The Night is Still Young)</i> from the game.
pl: Odłóż na bok, poza grę, Gabinety wydziału <i>(Jest już późno)</i>. Gabinety wydziału <i>(Noc jest jeszcze młoda)</i> należy usunąć z gry.

source: Put the Miskatonic Quad, Orne Library, Humanities Building, Student Union, Science Building, and Administration Building locations into play. Each investigator begins play at the Miskatonic Quad.
pl: Umieść w grze następujące lokalizacje: Dziedziniec Miskatonic, Biblioteka Orne’a, Wydział humanistyczny, Związek studencki, Budynek naukowy oraz Budynek administracyjny. Wszyscy badacze rozpoczynają grę na Dziedzińcu Miskatonic.

source: Set the following cards aside, out of play: “Jazz” Mulligan, Alchemical Concoction, The Experiment, Professor Warren Rice, Dormitories, and Alchemy Labs.
pl: Odłóż na bok, poza grę, następujące karty: „Jazz” Mulligan, Mikstura alchemiczna, Eksperyment, Profesor Warren Rice, Akademiki oraz Pracownie alchemiczne.

source: the students were rescued.
pl: studenci zostali uratowani.

source: the Experiment was defeated.
pl: Eksperyment został pokonany.

source: the investigators were unconscious for several hours.
pl: badacze byli nieprzytomni przez kilka godzin.

source: the investigators rescued Professor Warren Rice.
pl: badacze uratowali profesora Warrena Rice’a.

source: Any one investigator may choose to add Professor Warren Rice to their deck. This card does not count toward that investigator’s deck size.
pl: Jeden dowolny badacz może zdecydować się dodać profesora Warrena Rice’a do swojej talii. Karta ta nie wlicza się do limitu kart w talii badacza.

source: Each investigator earns experience equal to the Victory X value of each card in the victory display. Each investigator earns 1 experience as they reflects on the night’s events.
pl: Każdy badacz zdobywa punkty doświadczenia w liczbie równej łącznej wartości „Zwycięstwo X” wszystkich kart w puli zwycięstwa. Każdy badacz zdobywa 1 punkt doświadczenia za wyciągnięcie wniosków z wydarzeń, które miały miejsce.

source: In your Campaign Log, record that <i>the investigators failed to save the students</i>. You are haunted by guilt. Add 1 [tablet] token to the chaos bag for the remainder of the campaign.
pl: Zanotuj w Dzienniku kampanii, że <i>badaczom nie udało się uratować studentów</i>. Macie wyrzuty sumienia. Do worka chaosu dodaj 1 żeton [tablet] (pozostaje tam do końca kampanii).

source: the investigators failed to save the students.
pl: badaczom nie udało się uratować studentów.

source: As you flee from the university, you hear screaming from the northern end of the campus. An ambulance passes you by, and you fear the worst. Hours later, you learn that a ‘rabid dog of some sort’ found its way into the university dormitories. The creature attacked the students inside and many were mauled or killed in the attack.
pl: Uciekając z uniwersytetu, słyszycie krzyki dobiegające z północnej części kampusu. Nagle mija was rozpędzona karetka i obawiacie się, że doszło do tragedii. Kilka godzin później dowiadujecie się, że „jakiś wściekły pies” zakradł się na teren akademików. Bestia rzuciła się na studentów i wielu z nich zostało okaleczonych lub zabitych wskutek ataku.

source: You find Professor Rice bound and gagged in the closet of his office. When you free him, he informs you that the strange men and women wandering around the campus had been stalking him for hours. They cornered him in his office and tied him up, although for what purpose, Rice isn’t sure. You inform him that Dr. Armitage sent you, and Rice looks relieved, although he suspects that Dr. Morgan might be in danger as well. Because the strangers on campus seem to have been targeting Professor Rice, you decide that the best course of action is to escort him away from the campus as quickly as possible. As you leave the university, you hear screaming from the northern end of the campus. An ambulance passes you by, and you fear the worst. Hours later, you learn that a ‘rabid dog of some sort’ found its way into the university dormitories. The creature attacked the students inside, and many were mauled or killed in the attack.
pl: Znajdujecie związanego i zakneblowanego profesora Rice’a w szafie w jego biurze. Kiedy go uwalniacie, opowiada wam, co się stało. Jakiś dziwny mężczyzna i kobieta śledzili go przez wiele godzin po całym kampusie i w końcu dopadli, kiedy był sam w swoim biurze. Nie ma pojęcia, dlaczego to zrobili, ale związali go i zamknęli w szafie. Gdy wspominacie, że przysłał was dr Armitage, Rice nieco się uspokaja. Podejrzewa jednak, że dr Morgan również może być w niebezpieczeństwie. Wszystko wskazuje na to, że atak na Rice’a nie był przypadkowy i nieznajomi kręcący się po kampusie przyszli tu właśnie po niego. Postanawiacie zabrać stąd profesora najszybciej, jak się da. Gdy opuszczacie teren uniwersytetu, słyszycie krzyki dobiegające z północnej części kampusu. Nagle mija was rozpędzona karetka i obawiacie się, że doszło do tragedii. Kilka godzin później dowiadujecie się, że „jakiś wściekły pies” zakradł się na teren akademików. Bestia rzuciła się na studentów i wielu z nich zostało okaleczonych albo zabitych wskutek ataku.

source: You pull each of the dormitory’s fire alarms and usher the students out of the building’s north exit, hoping to make your way off campus. Many of the students are confused and exhausted, but you believe an attempt to explain the situation will do more harm than good. Minutes later, a terrible screech echoes across the campus, piercing and shrill. You tell the students to wait and head back to the dormitories to investigate. Oddly, you find no trace of the strange creature—a prospect that worries you more than it relieves you. You hurry to the faculty offices to find Professor Rice, but there is no sign of him anywhere.
pl: Uruchamiacie wszystkie alarmy przeciwpożarowe w akademikach i wyprowadzacie studentów przez północne wyjście, licząc, że uda się wam wydostać z kampusu. Wielu uczniów jest zaspanych i nie rozumie, co się dzieje, ale jesteście pewni, że próby wyjaśnień tylko pogorszyłyby sprawę. Kilka minut później słyszycie przenikliwy, nieludzki skowyt dobiegający z kampusu. Każecie studentom zostać w bezpiecznym miejscu, a sami wracacie do akademików, żeby to sprawdzić. Co dziwne, nie natrafiacie na żaden ślad stwora i prawdę mówiąc bardziej was to martwi, niż cieszy. Ruszacie pospiesznie w stronę gabinetów wydziału, żeby znaleźć profesora Rice’a, jednak kiedy docieracie na miejsce, nikogo tam nie ma.

source: After defeating the strange and terrifying creature from the Department of Alchemy, you rush to the faculty offices to find Professor Rice. By the time you get to his office, there is no sign of him anywhere.
pl: Po pokonaniu dziwnej, przerażającej istoty z wydziału alchemii, pędzicie prosto do gabinetów, żeby znaleźć profesora Rice’a, jednak kiedy docieracie na miejsce, nikogo tam nie ma.

source: Resolution 4
pl: Zakończenie 4

source: You awaken hours later, exhausted and injured. You’re not sure what you saw, but the sight of it filled your mind with terror. From other survivors, you learn that a ‘rabid dog of some sort’ found its way into the university dormitories. The creature attacked the students inside, and many were mauled or killed in the attack.
pl: Wyczerpani i poranieni budzicie się kilka godzin później. Sami właściwie nie wiecie, co ujrzeliście, zanim straciliście przytomność, ale ten widok przepełnił was absolutną grozą. Od osób, które ocalały, dowiadujecie się jedynie, że „jakiś wściekły pies” zakradł się na teren akademików. Bestia rzuciła się na studentów i wielu z nich zostało okaleczonych lub zabitych wskutek ataku.
