Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/dwl/the_house_always_wins.po
Languages: pl

source: Scenario I-B
pl: Scenariusz I–B

source: Scenario I–B: The House Always Wins
pl: Scenariusz I–B: Kasyno zawsze wygrywa

source: Dr. Armitage suggested you track down his associate Dr. Francis Morgan. He’s not sure whether Dr. Morgan is in trouble, but he’s not particularly happy with his colleague’s present choice of company. He’s in the Clover Club, a notorious gambling joint somewhere downtown. Finding the club’s exact location isn’t easy—you have to grease a few palms just to learn which of the Downtown restaurants operates as the club’s front. That restaurant is La Bella Luna, a somewhat upscale Italian eatery by the theatre. You change into your Sunday best and make your way there. In front of La Bella Luna stands a man in a pinstripe suit who sizes you up as you approach. “Enjoy yourselves,” he says with a snake-like grin as he holds open the restaurant’s front door.
pl: Dr Armitage zasugerował, żebyście spotkali się z jego współpracownikiem, dr. Francisem Morganem. Nie wiadomo co prawda, czy dr Morgan ma jakieś kłopoty, ale wasz mentor nie jest zachwycony towarzystwem, w jakim aktualnie obraca się jego kolega. Powinniście go znaleźć w Clover Club, słynnej jaskini hazardu gdzieś w śródmieściu. Odkrycie dokładnej lokalizacji przybytku wcale nie było proste, musieliście dać w łapę kilku osobom, żeby dowiedzieć się, która restauracja jest tak naprawdę wejściem do klubu. Ustaliliście, że musicie udać się do La Bella Luny, włoskiej knajpki w pobliżu teatru. Przebieracie się w najbardziej eleganckie ubrania i ruszacie we wskazane miejsce. Przed La Bella Luną widzicie mężczyznę w prążkowanym garniturze, który przygląda się wam uważnie, kiedy się zbliżacie. Gdy zatrzymujecie się przed restauracją, uchyla wami drzwi i zaprasza gestem do środka, uśmiechając się niczym wąż. „Bawcie się dobrze.”

source: Put the Clover Club Lounge, Clover Club Bar, Clover Club Cardroom, and La Bella Luna locations into play. Each investigator begins play in La Bella Luna.
pl: Umieść w grze następujące lokalizacje: Salon w Clover Club, Sala gier karcianych w Clover Club, Bar w Clover Club oraz La Bella Luna. Wszyscy badacze rozpoczynają grę w La Bella Lunie.

source: Put Clover Club Pit Boss into play in the Clover Club Lounge.
pl: Umieść Kierownika kasyna Clover Club w grze, w Salonie w Clover Club.

source: Set the following cards aside, out of play: Darkened Hall, Peter Clover, Dr. Francis Morgan, and each copy of Back Hall Doorway.
pl: Odłóż na bok, poza grę, następujące karty: Zacieniony korytarz, Peter Clover, Dr Francis Morgan oraz wszystkie kopie Drzwi w korytarzu.

source: <b>Note:</b> At the start of this scenario, agenda 1a grants each [[Criminal]] enemy the aloof keyword, which stops those enemies from automatically engaging you. At some point, those enemies may lose the aloof keyword. Remember that enemies who are no longer aloof will automatically engage investigators at their location, as per normal.
pl: <b>Uwaga:</b> Na początku tego scenariusza tajemnica 1a zapewnia każdemu wrogowi z cechą [[Przestępca]] słowo kluczowe Powściągliwy, które powstrzymuje go przed automatycznym wejściem w zwarcie. W pewnym momencie wrogowie ci mogą stracić to słowo kluczowe. Należy pamiętać, że wrogowie, którzy nie są już powściągliwi, automatycznie wchodzą w zwarcie z badaczami w swojej lokalizacji (czyli tak, jak normalnie).

source: the O'Bannion gang has a bone to pick with the investigators.
pl: gang O’Banniona ma z badaczami na pieńku.

source: Naomi has the investigators' back.
pl: Naomi jest gotowa pomóc badaczom.

source: Did any player “cheat”?
pl: Czy którykolwiek z badaczy „oszukiwał”?

source: Add 1 [elder_thing] chaos token to the chaos bag for the remainder of the campaign.
pl: Do worka chaosu dodaj 1 żeton [elder_thing] (pozostaje tam do końca kampanii).

source: Each investigator suffers 1 physical trauma.
pl: Każdy badacz otrzymuje 1 punkt traumy fizycznej.

source: In your Campaign Log, record that <i>the investigators rescued Dr. Francis Morgan</i>. Any one investigator may choose to add Dr. Francis Morgan to their deck. This card does not count toward that investigator’s deck size.
pl: Zanotuj w Dzienniku kampanii, że <i>badacze uratowali dr. Francisa Morgana</i>. Jeden dowolny badacz może zdecydować się dodać dr. Francisa Morgana do swojej talii. Karta ta nie wlicza się do limitu kart w talii badacza.

source: the investigators rescued Dr. Francis Morgan.
pl: badacze uratowali dr. Francisa Morgana.

source: Each investigator earns 1 bonus experience as they reflect on the night’s events.
pl: Każdy badacz zdobywa 1 punkt doświadczenia za wyciągnięcie wniosków z wydarzeń, które miały miejsce.

source: Each investigator resigned before Act 3 or was defeated
pl: Wszyscy badacze zrezygnowali przed Aktem 3 albo zostali pokonani

source: You barely made it out of the club alive.
pl: Ledwo uszliście żywcem z klubu.

source: You flee to the end of the block and pause to recover. Before you can catch your breath, the ground shakes with a thunderous crash. People emerge from their homes and storefronts to see what the ruckus is, and a crowd forms on the street. You head to the front of the crowd and are horrified to see the building from which you fled just minutes earlier reduced to rubble. There is no sign of Dr. Morgan anywhere.
pl: Uciekacie aż do następnej przecznicy i dopiero tam zatrzymujecie się, żeby zebrać siły. Zanim jednak zdążycie odsapnąć, ziemia zaczyna się trząść, po czym rozlega się ogłuszający łoskot. Zaniepokojeni ludzie wychodzą z domów i sklepów, żeby sprawdzić, co się stało, i na ulicy szybko zbiera się spory tłum. Przeciskacie się między gapiami i waszym oczom ukazuje się przerażający widok. Budynek, w którym byliście jeszcze kilka minut temu, to teraz wielka sterta gruzu. Rozglądacie się, szukając dr. Morgana, ale nigdzie go nie widać.

source: “What in the world…?” Dr. Morgan finally breaks out of his daze as you make your way to safety. You ask him what he remembers, and he sputters and shakes his head. “It’s all a haze,” he explains, visibly exhausted. “I was having the run of my life! Perhaps I had one too many shots. But, those creatures—I haven’t seen anything like that since…” He trails off, and you can tell that his mind is racing. His eyes widen with realization and his face pales. “I may not be in the best shape, but I’ll help with your investigation. Whatever it takes.”
pl: „Co u licha…?” Kiedy docieracie w bezpieczne miejsce, dr Morgan w końcu otrząsa się z transu. Pytacie, czy pamięta, co się stało. Odchrząkuje i kręci głową, wyraźnie wycieńczony. „Pamiętam wszystko jak przez mgłę. W życiu nie miałem tak szczęśliwej passy w kartach! Obawiam się jednak, że wypiłem o jeden kieliszek za dużo. Tylko te stwory… Nie widziałem czegoś takiego od czasu…” Przerywa i widzicie, że milion myśli galopuje mu teraz przez głowę. Nagle jego oczy rozszerzają się i twarz blednie, kiedy coś sobie uświadamia. „Może nie jestem teraz w najlepszej formie, ale pomogę wam w śledztwie. Gdziekolwiek nas ono zaprowadzi”.

source: Although you were unable to find Dr. Morgan in the club, the man you rescued is grateful for your help. He introduces himself as Peter Clover, the owner of the establishment you’d just left. Despite the situation, he maintains an air of quiet professionalism. As you make your way towards the street, a well-polished Chrysler B-70 rolls up to you, and a gorgeous woman with long brown hair and narrow eyes exits. She is flanked by dangerous-looking men who slip their hands under their suit jackets when they see you. “Peter,” she says with a sigh of relief, “Good, you’re okay. I heard there was trouble?” She turns and glares at you with deadly eyes. “Who are they?” Mr. Clover dusts off his vest, unworried. “Naomi, my dear, these are friends of mine. They…” he clears his throat. “They escorted me off the premises,” he explains after a short pause. “They have earned our gratitude.” The woman crosses her arms and takes a moment to size you up before giving you a smirk. “Very well then. I must thank you for taking care of Peter. Run along now; we’ll handle things from here.” She nods to the goons flanking her and they walk past you toward the club’s rear entrance, pulling firearms out from underneath their coats. You’re not sure what ‘handling things’ means, but you’re pretty sure you don’t want to be here when the gunfire starts. You thank Naomi and Peter, and head off.
pl: Co prawda nie udało się wam znaleźć dr. Morgana, ale mężczyzna, którego ocaliliście, jest wdzięczny za waszą pomoc. Przedstawia się jako Peter Clover, właściciel klubu, z którego właśnie wyszliście. Mimo zaistniałych okoliczności roztacza wokół siebie aurę spokojnego profesjonalizmu. Kiedy ruszacie w stronę głównej ulicy, drogę zajeżdża wam lśniący Chrysler B-70. Wysiada z niego przepiękna kobieta o długich brązowych włosach i wąskich oczach. Towarzyszy jej kilku groźnie wyglądających mężczyzn, którzy na wasz widok sięgają pod poły marynarek. „Peter” – odzywa się kobieta, wzdychając z ulgą. „Dzięki Bogu nic ci nie jest. Podobno były jakieś problemy?” Odwraca się w waszą stronę, wbijając w was mordercze spojrzenie. „Kim oni są?” Pan Clover nonszalancko otrzepuje garnitur. „Naomi, skarbie, to moi przyjaciele. Oni…” – przerywa i odchrząkuje znacząco. „Eskortowali mnie, gdy opuszczałem lokal. Zasłużyli sobie na naszą wdzięczność”. Słysząc to, kobieta krzyżuje ręce na piersiach i przygląda się wam uważnie, by w końcu uśmiechnąć się nieznacznie. „No dobrze. Wygląda na to, że muszę wam podziękować za ochronę Petera. Możecie już iść, my zajmiemy się resztą”. Skinięciem głowy daje znak ochroniarzom, a ci natychmiast wyciągają broń i, ignorując was, ruszają w stronę tylnego wejścia do klubu. Nie wiecie, co dokładnie miała na myśli, mówiąc o „zajęciu się resztą”, ale na pewno nie chcecie być w pobliżu, gdy padną strzały. Dziękujecie Naomi i Peterowi i ruszacie w drogę.

source: You are pulled from the debris by several firefighters, one of whom exclaims, “We’ve got a live one!” A few of them patch you up, and the cops ask you what happened. You’re certain they wouldn’t believe your story about horrible monstrosities demolishing the building from within. Unsure of what to say, you give a vague statement about not remembering much. “We’re bringing you to St. Mary’s,” one of the nurses says, pointing to a nearby ambulance. Knowing now how dire the situation is, you slip away while she is distracted by something else in the rubble…
pl: Kilku strażaków wyciąga was spod gruzów. „Mamy tutaj żywych!” – woła jeden z nich. Gdy sanitariuszki opatrują wasze rany, gliniarze dopytują się, co się stało. Gdybyście powiedzieli, że jakieś straszliwe monstra doprowadziły do zawalenia budynku, na pewno by wam nie uwierzyli. Nie wiedząc, co powiedzieć, składacie mętne zeznania, twierdząc, że niewiele pamiętacie. „Zabierzemy was do Szpitala św. Marii” – mówi jedna z sanitariuszek, wskazując na karetkę. Po tym, co widzieliście, wiecie jednak, że sytuacja jest poważna i nie możecie teraz porzucić śledztwa. Czekacie, aż sanitariuszka zajmie się czymś innym, i wymykacie się z gruzowiska…
