Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/dwl/where_doom_awaits.po
Languages: pl

source: Scenario VI
pl: Scenariusz VI

source: Scenario VI: Where Doom Awaits
pl: Scenariusz VI: Gdzie czeka zagłada

source: You awaken to the sound of screeching. Fearing the worst, you grab your equipment and head out into the streets of Dunwich. As soon as you step outside, you sense a foulness in the cold night air: an awful, pungent smell that can scarcely be described and a heaviness to the atmosphere that makes it difficult to breathe. The citizens of Dunwich have sealed their doors, and the town feels quiet and lonesome. In the distance, a faint glow emanates from a hilltop above the village. You know of this hill from both your interactions with Zebulon and Armitage’s records. It is called Sentinel Hill. The tales speak of satanic rites being performed there—rites in which great ritual-pyres light up the night sky while the ground rumbles furiously below. Flocks of whippoorwills perch on the rooftops of the village around you, watching ominously as you climb inside Zebulon’s old and beat-up truck. As you drive towards Sentinel Hill, more screeching fills the sky with an awful pitch that is painful to your ears. Everything you have read about and experienced in Dunwich has led to this. If the foul ritual Seth seeks to perform has anything to do with what Armitage and his colleagues prevented several months back, it involves the favor of an ancient creature — <b>Yog‐Sothoth</b>. Failing to stop this ritual may spell doom…not only for Dunwich, but for the entire world.
pl: Budzi was jakiś skrzekliwy wrzask. Pełni złych przeczuć zbieracie ekwipunek i wychodzicie na ulice Dunwich. Kiedy tylko wychodzicie na zewnątrz, wyczuwacie w chłodnym nocnym powietrzu coś plugawego – ohydny, gryzący smród, który trudno opisać i jakąś przytłaczająco złą aurę. Mieszkańcy pozamykali się w domach i miasteczko wygląda na opustoszałe. W oddali, na szczycie w pobliżu wioski widać słabą poświatę. Zarówno Zebulon, jak i notatki Armitege’a wspominały o tym miejscu – to Strażnicze Wzgórze. Kojarzycie opowieści o satanistycznych rytuałach mających tam miejsce – rytuałach, w których plugawe modły rozpalały nocne niebo, a ziemia dudniła drżąc gniewnie. Na dachach wokół was siedzą chmary lelków kozodojów i przyglądają się złowieszczo, jak wsiadacie do rozklekotanej ciężarówki Zebulona. Gdy ruszacie w stronę Strażniczego Wzgórza, świdrujący jazgot rozlega się ponownie. Wszystko, co wyczytaliście, i wszystko, czego doświadczyliście, w Dunwich, prowadziło was właśnie tutaj. Jeśli plugawy rytuał Setha ma jakiś związek z wydarzeniami sprzed kilku miesięcy, gdy Armitage wraz z towarzyszami powstrzymał koszmarną bestię, to znaczy, że Bishop pragnie zwrócić się do przedwiecznej istoty – Yog-Sothotha. Musicie powstrzymać ten rytuał, wasza porażka oznaczałaby zagładę… i to nie tylko dla Dunwich, ale dla całego świata.

source: The path leading up Sentinel Hill is narrow and too torn up for Zebulon’s truck, so you park at the base of the hill and prepare to make the rest of the trip on foot. Just then, you notice that you are not alone. Several men and women emerge from the woods behind you, brandishing firearms and lining you up in their sights. You raise your hands and brace for the worst. “Wait,” one of them says, raising his hand to the others. “I recognize you from the Clover Club.” He grins toothily and lowers his weapon. “Naomi sends her regards.” Curious, you ask what the gangsters are doing here. “Ms. O’Bannion had us investigate the attack on her fiancé’s club,” he explains. “Turns out there were some men in Arkham behind the whole thing. Some Bishop fellow and his lackeys. We tailed them all the way to this dump.” Before he can explain further, the all-too-familiar ratta‐tat of a tommy gun echoes across the hill. “That’ll be Vinny. Come on, boys!” He beckons to the others to follow and runs up the hill. Shaking your head, you do the same. These mobsters don’t know what they’re getting into.
pl: Ścieżka wiodąca na Strażnicze Wzgórze jest zbyt wąska i nierówna dla wysłużonej ciężarówki Zebulona. Parkujecie u podnóża i szykujecie się do wyruszenia pieszo. Nagle zauważacie, że nie jesteście tu sami. Z lasu wychodzi kilkoro mężczyzn i kobiet, celując do was z broni palnej. Nie macie szans na ucieczkę. Podnosicie ręce do góry i szykujecie się na najgorsze. „Czekajcie!” – krzyczy jeden z nich i podnosi rękę, zatrzymując towarzyszy. „Widziałem was w Clover Club” – szczerzy się w bezzębnym uśmiechu i opuszcza broń. „Naomi przesyła pozdrowienia.” Zaskoczeni pytacie gangsterów, co tutaj robią. „Panna O’Bannion kazała nam zbadać sprawę ataku na klub jej narzeczonego” – wyjaśnia. „Okazało się, że typki odpowiedzialne za cały bałagan byli w Arkham. Jakiś Bishop i jego przydupasy. Śledziliśmy ich całą drogę aż na to zadupie.” Nim zdąży wyjaśnić wam więcej, w oddali na wzgórzu rozlega się znajomy terkot karabinu maszynowego. „To pewnie Vinny. Zbierać się!” Woła pozostałych ludzi i z bronią w garści biegnie na wzgórze. Kręcąc głowami, ruszacie za nimi. Ci gangsterzy nie mają pojęcia, w co się pakują.

source: The lead investigator gains a clue from the token bank.
pl: Główny badacz otrzymuje żeton wskazówki z puli żetonów.

source: The lead investigator gains 2 clues from the token bank.
pl: Główny badacz otrzymuje 2 wskazówki z puli żetonów.

source: Put Base of the Hill, Ascending Path, and Sentinel Peak into play. Each investigator begins play at Base of the Hill.
pl: Umieść w grze Podnóże wzgórza, Ścieżkę w górę oraz Szczyt Strażniczego Wzgórza. Wszyscy badacze rozpoczynają grę na Podnóżu wzgórza.

source: Remove 1 copy of Diverging Path from the game, at random. Set the other 3 copies of Diverging Path aside, out of play.
pl: Usuń z gry 1 losową kopię Rozwidlonej ścieżki. Pozostałe 3 kopie Rozwidlonej ścieżki odłóż na bok, poza grę.

source: Remove 1 copy of Altered Path from the game, at random. Set the other 3 copies of Altered Path aside, out of play.
pl: Usuń z gry 1 losową kopię Zmienionej ścieżki. Pozostałe 3 kopie Zmienionej ścieżki odłóż na bok, poza grę.

source: Set Seth Bishop aside, out of play.
pl: Odłóż Setha Bishopa na bok, poza grę.

source: Depending on the following circumstances, a different version of Act 2 should be used in this scenario. Each other version of Act 2 is removed from the game.
pl: W zależności od opisanych poniżej okoliczności podczas rozgrywania tego scenariusza należy użyć odpowiedniej wersji Aktu 2. Wszystkie pozostałe wersje aktu 2 są usuwane z gry.

source: Use Act 2—Ascending the Hill (v. I). Remove each other version of Act 2 from the game.
pl: Użyj Aktu 2 – Wspinaczka na wzgórze (w. I). Usuń z gry wszystkie pozostałe wersje aktu 2.

source: Use Act 2—Ascending the Hill (v. II). Remove each other version of Act 2 from the game.
pl: Użyj Aktu 2 – Wspinaczka na wzgórze (w. II). Usuń z gry wszystkie pozostałe wersje aktu 2.

source: Use Act 2—Ascending the Hill (v. III). Remove each other version of Act 2 from the game.
pl: Użyj Aktu 2 – Wspinaczka na wzgórze (w. III). Usuń z gry wszystkie pozostałe wersje aktu 2.

source: Check Campaign Log. Because <i>no brood escaped into the wild</i>, no doom is added to agenda 1a.
pl: Sprawdź Dziennik kampanii. Ponieważ <i>żaden pomiot Yog-Sothotha nie uciekł</i>, nie dodawaj żetonu zagłady na tajemnicę 1a.

source: Check Campaign Log. Because <i>1 brood escaped into the wild</i>, add 1 doom to agenda 1a.
pl: Sprawdź Dziennik kampanii. Ponieważ <i>1 pomiot Yog-Sothotha uciekł</i>, dodaj 1 żeton zagłady na tajemnicę 1a.

source: Check Campaign Log. Because <i>2 brood escaped into the wild</i>, add 2 doom to agenda 1a.
pl: Sprawdź Dziennik kampanii. Ponieważ <i>2 pomioty Yog-Sothotha uciekły</i>, dodaj 2 żetony zagłady na tajemnicę 1a.

source: Check Campaign Log. Because <i>3 brood escaped into the wild</i>, add 3 doom to agenda 1a.
pl: Sprawdź Dziennik kampanii. Ponieważ <i>3 pomioty Yog-Sothotha uciekły</i>, dodaj 3 żetony zagłady na tajemnicę 1a.

source: Check Campaign Log. Because <i>4 brood escaped into the wild</i>, add 4 doom to agenda 1a.
pl: Sprawdź Dziennik kampanii. Ponieważ <i>4 pomioty Yog-Sothotha uciekły</i>, dodaj 4 żetony zagłady na tajemnicę 1a.

source: Check Campaign Log. Because <i>5 brood escaped into the wild</i>, add 5 doom to agenda 1a.
pl: Sprawdź Dziennik kampanii. Ponieważ <i>5 pomiotów Yog-Sothotha uciekło</i>, dodaj 5 żetonów zagłady na tajemnicę 1a.

source: The remnants of the creature's body have mutated and grown at Sentinel Hill. Put 1 “Conglomeration of Spheres” enemy from the <i>Hideous Abominations</i> encounter set into play at Ascending Path. Shuffle the rest of that set into the encounter deck.
pl: Pozostałości ciała istoty zmutowały i wrosły w Strażnicze Wzgórze. Umieść w grze, na Ścieżce w górę, 1 wroga „Skupisko sfer” z zestawu spotkań <i>Ohydne wynaturzenia</i>. Pozostałe karty z tego zestawu spotkań wtasuj do talii spotkań.

source: the investigators entered the gate.
pl: badacze przeszli przez bramę.

source: Yog-Sothoth tore apart the barrier between worlds, and became one with all reality.
pl: Yog-Sothoth rozerwał na strzępy barierę miedzy światami i stał się jednością z rzeczywistością.

source: The poorly bound tome appears to be the written records of Old Whateley, the man who taught Wilbur the ancient secrets of sorcery. You find a passage describing a place outside of time and space, where worlds converge and Yog-Sothoth dwells. Only by reaching this nexus at the edge of reality can you unmake the tear that has split open the world. Feeling as if you may be going to your doom, you muster a final ounce of courage and step into the gate.
pl: Rozpadająca się księga wygląda na zapiski Starego Whateleya, mężczyzny, który przekazał Wilburowi wiedzę na temat pradawnej magii. Natrafiacie na fragment opisujący miejsce poza czasem i przestrzenią, w którym przebywa Yog-Sothoth i wszystkie światy zbiegają się ze sobą. Tylko w tym węźle na krańcu rzeczywistości można zamknąć szczelinę, która otworzyła się w naszym świecie. Czując, że być może zmierzacie ku swej zagładzie, po raz ostatni zbieracie w sobie odwagę i przechodzicie przez portal.
