Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/tdeb/b_black_cat.po
Languages: pl

source: Do not read this interlude until you have completed <b>Scenario I–A: Beyond the Gates of Sleep</b>.
pl: Nie czytajcie tego antraktu, dopóki nie ukończycie <b>Scenariusza I-A: Przez wrota snu</b>.

source: The interlude begins with <i>The Dream-Quest</i> (Campaign A).
pl: Ten antrakt rozpoczyna się w <b>Sennej wyprawie</b> (Kampania A).

source: <i>Following scenario 1–B, the investigators are confronted outside St. Mary’s Hospital…</i> “…You must be their friends,” the enigmatic voice says from above. To your surprise, the quiet voice belongs not to a person, but to a black cat that lounges lazily across a tree branch hanging over the path outside the hospital. “Oh, pick your jaws up off the ground and listen.” The cat rises and leaps onto the top of a nearby fence, walking along it with the kind of grace only cats possess. “It is one of the cats of Earth’s Dreamlands,” Randolph proclaims, his voice tinged with merriment, like he was meeting an old friend for the first time in ages. “How long it has been since I have spoken with one of your kind!” The cat’s piercing yellow eyes glare at Randolph for a moment before it returns its gaze to you. “…Sure. In any event, I bear a message from your dreaming friends.”
pl: <i>Po zakończeniu scenariusza I-B badacze odbywają pewne spotkania przy szpitalu św. Marii…</i> „…Musicie być ich przyjaciółmi” – mówi tajemniczy głos z góry. Ku waszemu zdziwieniu cichy głos nie należy do człowieka, a do czarnego kota, który siedzi wygodnie na gałęzi drzewa zwisającej nad przyszpitalną ścieżką. „Pozbierajcie już szczęki z podłogi i słuchajcie”. Kot podnosi się i przeskakuje na pobliski płot, spacerując po nim z gracją właściwą jedynie kotom. „To jeden z kotów z ziemskich Krain snów” – stwierdza radośnie Randolph, zupełnie jakby właśnie spotkał niewidzianego od dawna starego przyjaciela. „Minęło wiele czasu, odkąd ostatni raz rozmawiałem z przedstawicielem waszego gatunku!” Kot przez chwilę wpatruje się w Randolpha przeszywającymi, żółtymi oczami, po czym odwraca spojrzenie na was. „…Jasne. Tak czy siak, przynoszę wiadomość od waszych śniących przyjaciół”.

source: If you are playing <i>The Web of Dreams</i> (Campaign B) by itself, and there is no Campaign Log for <i>The Dream-Quest</i>:
pl: Jeśli rozgrywacie <i>Sieć snów</i> (Kampania B) jako samodzielną kampanię i nie posiadacie Dziennika kampanii <i>Sennej wyprawy</i>:

source: “Your friends are not the only ones in trouble,” the black cat explains. “There’s a grand conspiracy at work here, and your friends are…well, let’s just say they’re a bit preoccupied with their own problems at the moment. You’re the only ones who can destroy the great web. Forget about your companions and descend into the pitch. It’s the only way. I’ll try to keep your friends safe while you fulfill your task. Do you understand?”
pl: „Nie tylko wasi przyjaciele mają kłopoty” – tłumaczy czarny kot. „Zawiązał się olbrzymi spisek, a oni są… cóż, powiedzmy, że są obecnie nieco zajęci swoimi własnymi problemami. Tylko wy możecie zniszczyć wielką sieć. Zapomnijcie o waszych towarzyszach i wejdźcie w ciemność. To jedyny sposób. Postaram się chronić waszych przyjaciół, póki nie wypełnicie waszego zadania. Rozumiecie?”

source: you are on your own.
pl: jesteście zdani na siebie.

source: The black cat shared knowledge of the Dreamlands.
pl: Czarny kot podzielił się wiedzą o Krainach snów.

source: The black cat delivered news of your plight.
pl: Czarny kot dostarczył informacje o waszej niedoli.

source: Okay, fine, have it your way then.
pl: Cóż, w porządku, róbcie po swojemu.

source: The black cat tells you all about the Dreamlands and about the quest your friends are about to embark upon. “Your friends are in a safe place in the Dreamlands, along with a couple of others. My pet human, Virgil, is one of them. Yes, that Virgil. I see the looks on your faces. They’re also with another dreamer, a man named…hey, wait a minute.” The cat glares suspiciously at Randolph, then yawns. “Huh. You know what? Never mind. I have to check on something.” With that, the cat suddenly departs.
pl: Czarny kot opowiada wam o Krainach snów i o wyprawie, na którą mają zamiar wyruszyć wasi przyjaciele. „Wasi przyjaciele przebywają w bezpiecznym miejscu w Krainach snów. Jest z nimi między innymi moje ludzkie zwierzątko, Virgil. Tak, ten Virgil. Widzę przecież wasze miny. Jest z nimi jeszcze drugi śniący, mężczyzna o imieniu… hej, zaraz, zaraz”. Kot wpatruje się podejrzliwie w Randolpha, po czym ziewa. „Hmm, wiecie co? Nieważne. Muszę coś sprawdzić”. Po tych słowach kot nagle odchodzi.

source: “So, your pals aren’t looking too good. They wanted me to tell you that they’re in a lot of trouble. They can’t wake up until they fulfill this quest, and it’s not going to be easy. The eye of chaos is watching them. You’ve got your work cut out for you, but you also might be their only hope.” The black cat hops down from the fence and starts to walk away. “Now, if you’ll excuse me, I’d better get back to your friends before they all get themselves killed.”
pl: „Więc tak: z waszymi kumplami nie jest najlepiej. Prosili, żebym wam przekazał, że mają spore kłopoty. Nie mogą się obudzić, dopóki nie wypełnią swojego zadania, a nie będzie ono łatwe. Oko chaosu ich obserwuje. To zadanie może być wyjątkowo trudne, ale być może jesteście też ich ostatnią nadzieją”. Czarny kot zeskakuje z płotu i oddala się od was. „A teraz wybaczcie, lepiej wrócę już do waszych przyjaciół, zanim dadzą się zabić”.

source: “Your friends told me to tell you that they’re fine. In fact, they told me to warn you that you’re the ones in real danger. I’d believe them if I were you. There’s a grand conspiracy at work here, and you’re the only ones who can stop it. The best thing you can do is forge onward, for both your sakes. Don’t worry, I’ll stick around for a while. Someone’s gotta keep you alive.”
pl: „Wasi przyjaciele prosili, żebym wam przekazał, że są cali i zdrowi. W zasadzie powiedzieli mi, abym was ostrzegł, że to wy jesteście w prawdziwym niebezpieczeństwie. Na waszym miejscu bym im uwierzył. Ma miejsce olbrzymi spisek i tylko wy możecie go powstrzymać. Najlepsze, co możecie zrobić, to przeć do przodu, dla dobra waszego i ich. Nie martwcie się, zostanę tu na razie. Ktoś musi utrzymać was przy życiu”.

source: “Nah, you know what? Forget about it. I’m sure you’ll be fine.” The black cat suddenly leaves without another word.
pl: „W sumie wiecie co? Już nieważne. Na pewno sobie poradzicie”. Czarny kot nagle odchodzi, nie mówiąc nic więcej.

source: Add 1 [elder_thing] token to the chaos bags for both campaigns.
pl: Dodaj 1 żeton [elder_thing] do worków chaosu obu kampanii.

source: Add 1 [tablet] token to the chaos bags for both campaigns.
pl: Dodaj 1 żeton [tablet] do worków chaosu obu kampanii.

source: Ask the investigators of <i>The Dream-Quest</i> (Campaign A) for the message they told the black cat:
pl: Zapytaj badaczy <i>Sennej wyprawy</i> (Kampania A) o wiadomość jaką przekazali czarnemu kotu:
