Repository: javnik36/arkham-cards-data
Catalog: i18n/*/campaigns/notz/torch.po
Languages: pl

source: Scenario I: The Gathering
pl: Scenariusz I: Zgromadzenie

source: You and your partners have been investigating strange events taking place in your home city of Arkham, Massachusetts. Over the past few weeks, several townspeople have mysteriously gone missing. Recently, their corpses turned up in the woods, savaged and half-eaten. The police and newspapers have stated that wild animals are responsible, but you believe there is something else going on. You are gathered together at the lead investigator’s home to discuss these bizarre events.
pl: W swoim domu w Arkham badasz wraz z towarzyszami sprawę dziwnych wydarzeń, które miały miejsce w miasteczku. W ciągu ostatnich tygodni w tajemniczych okolicznościach zaginęło kilka osób. Niedawno odkryto w lesie ich zwłoki, brutalnie okaleczone i na wpół pożarte. Policja i gazety twierdzą, że to sprawka dzikich zwierząt, jednak ty podejrzewasz, że dzieje się tutaj coś więcej. Zebraliście się razem, żeby przeprowadzić śledztwo i przedyskutować, co sądzicie o tej dziwacznej sprawie.

source: Put the Study location into play. Set each other location aside, out of play. Each investigator begins play in the Study.
pl: Kartę lokalizacji Gabinet należy umieścić w grze. Wszystkie pozostałe lokalizacje należy odłożyć na bok, poza grę. Wszyscy badacze rozpoczynają grę w Gabinecie.

source: Set the Ghoul Priest and Lita Chantler cards aside, out of play.
pl: Karty Kapłana ghouli oraz Lity Chantler należy odłożyć na bok, poza grę.

source: your house is still standing.
pl: twój dom nadal stoi.

source: the Ghoul Priest is still alive.
pl: Kapłan ghouli nadal żyje.

source: Lita was forced to find others to help her cause.
pl: Lita została zmuszona szukać pomocy gdzie indziej.

source: The lead investigator earns the Lita Chantler card and may include it in their deck. This card does not count toward that investigator’s deck size.
pl: Główny badacz otrzymuje kartę Lity Chantler i może ją umieścić w swojej talii. Karta ta nie wlicza się do limitu kart w talii badacza.

source: The lead investigator earns 1 experience, as they refused to let the night’s events destroy their life.
pl: Za odmowę zniszczenia dorobku swego życia w wyniku wydarzeń dzisiejszej nocy główny badacz otrzymuje 1 punkt doświadczenia.

source: Each investigator earns experience equal to the Victory X value of each card in the victory display (remember to add eligible locations to the victory display).
pl: Każdy badacz zdobywa punkty doświadczenia w liczbie równej łącznej wartości „Zwycięstwo X” wszystkich kart w puli zwycięstwa (należy pamiętać, aby do puli zwycięstwa dodać wszelkie dozwolone lokalizacje).

source: The lead investigator suffers 1 mental trauma from watching their home become a smoldering ruin.
pl: Patrząc, jak jego dom zamienia się w spaloną ruinę, główny badacz doznaje 1 traumy psychicznej.

source: Each investigator who has not resigned is <b>killed</b>. If there are not enough investigators to continue the campaign, the campaign is over and the players lose. Otherwise, advance to the next scenario. (Each player whose investigator has been killed must choose a new investigator from the pool of available investigators. Refer to page 13 of the Rules Reference for the full rules on killed investigators.)
pl: Każdy badacz, który nie zrezygnował, zostaje <b>zabity</b>. Jeśli jest zbyt mało badaczy, aby móc kontynuować, kampania się kończy, a gracze przegrywają. W przeciwnym wypadku należy przejść do kolejnego scenariusza. (Każdy gracz, którego badacz został zabity, musi wybrać nowego badacza z puli dostępnych badaczy. Opis pełnych zasad związanych z zabitymi badaczami znajduje się na stronie 18 Kompletnej księgi zasad).

source: Each player whose investigator has been killed must choose a new investigator from the pool of available investigators.
pl: Każdy gracz, którego badacz został zabity, musi wybrać nowego badacza z puli dostępnych badaczy.

source: Because the lead investigator was killed, choose an investigator to earn the Lita Chantler card. That investigator may include this card in their deck. It does not count toward that investigator’s deck size.
pl: Ponieważ główny badacz został zabity, należy wybrać badacza, który otrzyma kartę Lity Chantler. Ten badacz może umieścić tę kartę w swojej talii. Nie wlicza się ona do limitu kart w talii badacza.

source: You barely manage to escape your house with your lives. The woman from your parlor follows you out the front door, slamming it behind her. “You fools! See what you have done?” She pushes a chair in front of the door, lodging it beneath the doorknob. “We must get out of here. Come with me, and I will tell you what I know. We are the only ones who can stop the threat that lurks beneath from being unleashed throughout the city.” You’re in no state to argue. Nodding, you follow the woman as she runs from your front porch out into the rainy street, toward Rivertown.
pl: Ledwie udaje się wam ujść z życiem. Kobieta z salonu podąża za wami przez frontowe drzwi i z impetem zatrzaskuje je za sobą. „Głupcy! Coście najlepszego zrobili?!” Łapie krzesło stojące na ganku i przystawia je do drzwi, blokując klamkę. „Musimy stąd uciekać. Chodźcie ze mną, opowiem wam wszystko, co wiem. Tylko my jesteśmy w stanie powstrzymać to, co czai się w otchłani, zanim zniszczy to miasto”. Nie macie siły się kłócić. Przytakujecie i ruszacie za nią. Wychodzicie na ulicę i w strugach deszczu kierujecie się do Rivertown.

source: You nod and allow the red-haired woman to set the walls and floor of your house ablaze. The fire spreads quickly, and you run out the front door to avoid being caught in the inferno. From the sidewalk, you watch as everything you own is consumed by the flames. “Come with me,” the woman says. “You must be told of the threat that lurks below. Alone, we are surely doomed…but together, we can stop it.”
pl: Przytakujesz i pozwalasz czerwonowłosej kobiecie podpalić ściany i podłogi twojego domu. Ogień rozprzestrzenia się błyskawicznie. Rzucacie się biegiem w stronę drzwi, aby uciec przed rozpętanym pożarem. Z chodnika obserwujesz, jak twój dom ogarniają płomienie. W końcu kobieta odzywa się. „Chodźcie ze mną. Muszę wam opowiedzieć o zagrożeniu, które czyha w otchłani. Działając osobno nie mamy żadnych szans… jednak razem możemy to powstrzymać”.

source: You refuse to follow the overzealous woman’s order and kick her out of your home for fear that she will set it ablaze without your permission. “Fools! You are making a grave mistake!” she warns. “You do not understand the threat that lurks below… the grave danger we are all in!” Still shaken by the night’s events, you decide to hear the woman out. Perhaps she can shed some light on these bizarre events…but she doesn’t seem to trust you very much.
pl: Nie zamierzasz słuchać rozkazów fanatyczki i wyrzucasz ją z domu, obawiając się, że podpali go mimo twojego sprzeciwu. „Głupcy! Popełniacie śmiertelny błąd!” – ostrzega was. „Nie rozumiecie zagrożenia, które czai się w otchłani… śmiertelnego zagrożenia dla nas wszystkich!” Wstrząśnięci wydarzeniami ostatniej nocy postanawiacie jednak wysłuchać kobiety. Może rzuci nieco światła na tę szaloną sytuację, choć odnosicie wrażenie, że chyba niezbyt wam ufa.

source: You run to the hallway to try to find a way to escape the house, but the burning-hot barrier still blocks your path. Trapped, the horde of feral creatures that have invaded your home close in, and you have nowhere to run.
pl: Biegniesz korytarzem, próbując znaleźć wyjście z domu, jednak rozżarzona bariera nadal blokuje drogę. Utknąłeś. Horda dzikich stworów szturmująca twój dom zbliża się coraz bardziej, a ty nie masz już dokąd uciec.
